Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/DepositAndWithDraw/FundWithdrawWay/FundAddWithdraw/AddBankWithdraw/*.lproj/AddBankWithdrawController.strings
Languages: es, ja, ko

# 40L-fj-9My.placeholder
source: Please enter your account name
es: 请输入开户姓名
ja: 口座番号を入力してください
ko: 請輸入開戶姓名

# 4Lh-F8-x9H.placeholder
source: Please insert your bank card number
es: 请输入银行卡号
ja: 口座番号を入力してください
ko: 請輸入銀行卡號

# EnG-Bj-o7J.normalTitle
source: Add
es: 添加
ja: 追加
ko: 添加

# HkT-wK-ZAt.text
source: Account Name
es: 开户姓名
ja: 口座開設名
ko: 開戶姓名

# OAl-X3-YnJ.text
source: Bank Card Number
es: 银行卡号
ja: 銀行カード番号
ko: 銀行卡號

# TBg-mr-iOU.text
source: Bank Account Number
es: 开户行
ja: 口座開設銀行
ko: 開戶行

# YQi-eQ-gPi.text
source: For example, xx Branch of xx Bank in xx City, xx County
es: 如:xx银行xx省xx市县x支行
ja: 例:xx銀行xx省xx市県x支店
ko: 如:xx銀行xx省xx市縣x支行

# geA-om-knY.text
source: Add bank card payment
es: 添加银行卡收款
ja: 銀行カードによる支払いを追加する
ko: 添加銀行卡收款

# tzS-0q-Q2z.placeholder
source: Please insert the bank account
es: 请输入开户行
ja: 口座番号を入力してください
ko: 請輸入開戶行

# v08-IJ-dQz.text
source: Please make sure to use the same name account as your registered cell phone number
es: 请务必使用与您注册手机号码一致的实名账号
ja: 登録した携帯電話番号と一致する実名アカウントを必ずご利用ください
ko: 請務必使用與您註冊手機號碼一致的實名賬號
