Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/P2P/P2PPay/*.lproj/P2PPayController.strings
Languages: es, zh_hk

# 2Bz-A1-ddu.text
source: Bank account name
es: 银行户名
zh_hk: 銀行戶名

# 9cb-Ma-9nQ.text
source: Bank account
es: 开户银行
zh_hk: 開戶銀行

# 9ww-1a-ahU.text
source: Bank Card Number
es: 银行卡号
zh_hk: 銀行卡號

# EaL-32-fYX.text
source: Deposit has been paid
es: 已经缴纳保证金
zh_hk: 已經繳納保證金

# HYb-kX-vW2.text
source: Please be sure to use your own payment method to transfer money to the following bank card by yourself
es: 请务必使用本人的支付方式向以下银行卡自行转账
zh_hk: 請務必使用本人的支付方式向以下銀行卡自行轉賬

# Hjf-Ea-GPl.text
source: LeaderCoin Certified Merchant
es: WWCT认证商家
zh_hk: ECloud 認證商家

# SFI-Gj-FaV.text
source: Receiving code
es: 收款码
zh_hk: 收款碼

# Tuh-eu-H0K.normalTitle
source: I have paid successfully
es: 我已付款成功
zh_hk: 我已付款成功

# e68-l1-Cvg.text
source: Secured Transactions
es: 担保交易
zh_hk: 擔保交易

# gqi-Ew-OfM.text
source: Pay the seller
es: 向卖家付款
zh_hk: 向賣家付款

# t4O-dc-Ulf.text
source: You are buying 0.00USDT from a LeaderCoin certified seller
es: 您正在向WWCT认证卖家购买0.00USDT
zh_hk: 您正在向ECloud 認證賣家購買0.00USDT

# xqU-LD-Fhh.text
source: Payment remaining time
es: 付款剩余时间

# dYx-SD-GTa.text
source: Merchant Authentication
zh_hk: 商家認證
