Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, ru, zh_hans, zh_hk

# 是否确定保存该收款方式?
source: Are you sure to save this payment method?
es: ¿Seguro que ahorrará el método de pago?
fr: Êtes-vous sûr d'économiser le mode de paiement?
ja: この支払い方法を保存してよろしいですか？
ko: 결제 방법을 저장하기로 결정 했습니까?
ru: Выобязательносохранитеспособоплаты?
zh_hans: 是否确定保存该收款方式?
zh_hk: 是否確定保存該收款方式?

# 是否确定充值¥%@.%@金额的USDT
source: Are you sure to top up ¥%@. %@ amount of USDT
zh_hans: 是否确定充值¥%@.%@金额的USDT

# 是否确定充值￥%@.%@金额的USDT
source: Are you sure to recharge USDT with the amount of HK$%@.%@
es: ¿Se confirma que está recargando HK $%@? %@ cantidad de USDT
fr: Est-il confirmé que vous rechargez HK $%@. %@ montant d'USDT
ja: トップアップの$%@. %@はOKですか？ USDTの量
ko: 충전 HK $%@.%@是否의 USDT 확인 여부
ru: Подтвержденоли,чтовыперезаряжаетеHK$%@.%@суммаUSDT
zh_hans: 是否确定充值￥%@.%@金额的USDT
zh_hk: 是否確定充值HK$%@.%@金額的USDT

# 是否确定开通带单功能？
source: Are you sure you want to enable the function of bringing orders?
es: ¿Estás seguro de que estás abierto para pedidos?
fr: Êtes-vous sûr d'être ouvert aux commandes?
ja: 単一の関数を開くことが決定されていますか？
ko: 주문에 열려 있다고 확신하십니까?
ru: Выуверены,чтооткрытыдлязаказов?
zh_hans: 是否确定开通带单功能？
zh_hk: 是否確定開通帶單功能？

# 是否确定提现
source: Are you sure to withdraw cash
es: Si confirmar el retiro
fr: S'il faut confirmer le retrait
ja: 撤退を決定するかどうか
ko: 철수 확인 여부
ru: Подтвердитьливывод
zh_hans: 是否确定提现
zh_hk: 是否確定提現

# 是否确定要保存该收款方式?
source: Are you sure you want to save this payment method?
es: ¿Estás seguro de que quieres ahorrar este método de pago?
fr: Êtes-vous sûr de vouloir économiser ce mode de paiement?
ja: 支払い方法を保存しますか？
ko: 이 결제 방법을 저장 하시겠습니까?
ru: Выуверены,чтохотитесохранитьэтотспособоплаты?
zh_hans: 是否确定要保存该收款方式?
zh_hk: 是否確定要保存該收款方式?

# 是否确定订阅该用户？
source: Are you sure to subscribe this user?
fr: Êtes-vous sûr d'être abonné à cet utilisateur?
ja: このユーザーで購読していることは間違いないですか？
ko: 이 사용자에게 구독 되었습니까?
ru: Выуверены,чтоподписанынаэтогопользователя?
zh_hans: 是否确定订阅该用户？
zh_hk: 是否確定訂閱該用戶？

# 是否确定设置止损价
source: Are you sure to set the stop loss price
es: ¿Está establecido un precio de pérdida de pérdida?
fr: Un prix d'arrêt est-il fixé?
ja: ストップロスは設定されていますか？
ko: 정지 손실 가격이 설정되어 있습니까?
ru: Поставлена
zh_hans: 是否确定设置止损价
zh_hk: 是否確定設置止損價

# 是否确定设置止盈价
source: Are you sure to set the take profit price
es: ¿Seguro que establecerá un precio de ganancia?
fr: Est-il sûr de fixer un prix de bénéfice?
ja: テイクプロフィット価格は設定されていますか？
ko: 이익 가격을 설정하는 것이 확실합니까?
ru: Обязательноустановитценуприбыли?
zh_hans: 是否确定设置止盈价
zh_hk: 是否確定設置止盈價

# 是否确定转入%@数量的%@
source: Are you sure to transfer the %@ amount of %@
es: Es %@ de %@ cantidad confirmada para transferirse
fr: Est%@ de%@ quantité confirmée pour être transférée
ja: 金額%@を%@に振り込むことを確認する
ko: is %@ of %@ 수량이 전송되는 것으로 확인되었습니다.
ru: IS%@%@Количествоподтверждено
zh_hans: 是否确定转入%@数量的%@
zh_hk: 是否確定轉入%@數量的%@

# 是否确定转出%@数量的%@到持仓？
source: Are you sure you want to transfer %@ amount of %@ to the position?
es: ¿Se confirma que %@ de la cantidad %@ se transfiere al puesto?
fr: Est-il confirmé que%@ du montant%@ est transféré au poste?
ja: ポジションに、%@量を移管%@しても良いですか？
ko: %@ mond의 %@가 위치로 전송된다는 것이 확인 되었습니까?
ru: Подтвержденоли,что%@%@суммапередаетсянапозицию?
zh_hans: 是否确定转出%@数量的%@到持仓？
zh_hk: 是否確定轉出%@數量的%@到持倉？

# 是否确定进行快捷平仓操作？
source: Are you sure to perform quick liquidation operation?
es: ¿Estás seguro de que quieres cerrar tu posición rápidamente?
fr: Êtes-vous sûr de vouloir clôturer votre position rapidement?
ja: 本当にすぐにポジションを決済しますか？
ko: 당신은 당신의 위치를 빨리 닫고 싶습니까?
ru: Выуверены,чтохотитебыстрозакрытьсвоюпозицию?
zh_hans: 是否确定进行快捷平仓操作？
zh_hk: 是否確定進行快捷平倉操作？

# 是否确定进行跟单操作
source: Are you sure to follow the order
es: Confirmar o no seguir el pedido
fr: Confirmer ou ne pas suivre la commande
ja: 本当に命令に従うのか？
ko: 단일 작업을 따르는 지 확실합니까?
ru: Подтвердитеилинеследоватьзаказу
zh_hans: 是否确定进行跟单操作
zh_hk: 是否確定進行跟單操作

# 是否确定退出该账号?
source: Are you sure to log out of this account?
es: ¿Estás seguro de que quieres salir de la cuenta?
fr: Êtes-vous sûr de souhaiter quitter le compte?
ja: 本当にアカウントをやめるのですか？
ko: 계정을 종료 하시겠습니까?
ru: Выуверены,чтохотитевыйтиизучетнойзаписи?
zh_hans: 是否确定退出该账号?
zh_hk: 是否確定退出該賬號?

# 是否确认平仓？
source: Are you sure you want to close the position?
es: ¿Está confirmado un cierre?
fr: Un fermeture est-il confirmé?
ja: 清算を確認しますか？
ko: 클로즈 아웃이 확인 되었습니까?
ru: Подтвержденолизакрытие?
zh_hans: 是否确认平仓？
zh_hk: 是否確認平倉？

# 是否确认设置
source: Do you confirm the settings
es: Confirmar o no establecer
fr: Confirmer ou ne pas définir
ja: 設定するかどうか
ko: 확인하거나 설정하지 않습니다
ru: Подтвердитьилинеустанавливать
zh_hans: 是否确认设置
zh_hk: 是否確認設置

# 是否解除跟单绑定?
source: Do you want to unbind the copy order?
es: ¿Se levanta con una sola encuadernación?
fr: Est-il levé avec une seule reliure?
ja: 注文はバンドルされていませんか？
ko: 단일 바인딩으로 들어 올려 있습니까?
ru: Этоподнятоспомощьюодногопривязки?
zh_hans: 是否解除跟单绑定?
zh_hk: 是否解除跟單綁定?

# 是否设置该收款方式为默认收款方式?
source: Do you want to set this payment method as the default payment method?
es: ¿Desea establecer el método de pago como el método de pago predeterminado?
fr: Voulez-vous définir le mode de paiement comme mode de paiement de défaut?
ja: この支払い方法をデフォルトの支払い方法として設定しますか？
ko: 결제 방법이 기본 영수증 방법으로 설정되어 있습니까?
ru: Выхотитеустановитьспособоплатывкачествеметодаоплатыпоумолчанию?
zh_hans: 是否设置该收款方式为默认收款方式?
zh_hk: 是否設置該收款方式為默認收款方式?

# 是否资料确认无误？
source: Is the information confirmed correct?
es: ¿Se confirma la información?
fr: Les informations sont-elles confirmées?
ja: お客様の情報は確認されていますか？
ko: 정보가 확인 되었습니까?
ru: Подтвержденалиинформация?
zh_hans: 是否资料确认无误？
zh_hk: 是否資料確認無誤？

# 是否追加%@USDT的跟单金额
source: Whether to add the copy amount of %@USDT
es: Si agregar %@USDT al monto del pedido
fr: S'il faut ajouter%@ USDT au montant de la commande
ja: 注文に%@USDTを付加するかどうか
ko: 단일 금액에%@USDT를 추가할지 여부
ru: Добавитьли%@usdtксуммезаказа
zh_hans: 是否追加%@USDT的跟单金额
zh_hk: 是否追加%@USDT的跟單金額

# 昵称
source: Nick name
es: Apodo
fr: Surnom
ja: ニックネーム
ko: 별명
ru: Прозвище
zh_hans: 昵称
zh_hk: 暱稱

# 昵称不能包含特殊字符!
source: Nickname cannot contain special characters!
es: ¡El apodo no puede contener caracteres especiales!
fr: Le surnom ne peut pas contenir de caractères spéciaux!
ja: ニックネームには特殊文字を使用しないでください。
ko: 별명에는 특수 문자가 포함될 수 없습니다!
ru: Прозвищенеможетсодержатьспециальныхсимволов!
zh_hans: 昵称不能包含特殊字符!
zh_hk: 暱稱不能包含特殊字符!

# 昵称过于简短
source: Nickname is too short
es: El apodo es demasiado corto
fr: Le surnom est trop court
ja: ニックネームが短すぎる
ko: 별명이 너무 짧습니다
ru: Прозвищеслишкомкороткое
zh_hans: 昵称过于简短
zh_hk: 暱稱過於簡短

# 昵称长度太长
source: nickname length is too long
es: La longitud del nombre de la pantalla es demasiado larga
fr: La longueur du nom de l'écran est trop longue
ja: ニックネームが長すぎる
ko: 화면 이름의 길이가 너무 깁니다
ru: Длинаимениэкранаслишкомдлинная
zh_hans: 昵称长度太长
zh_hk: 暱稱長度太長

# 暂无关注列表
source: No watch list yet
es: Sin lista de notas por ahora
fr: Aucune liste de notes pour l'instant
ja: フォローリストなし
ko: 주의 목록이 없습니다
ru: Наданныймоментнетсписказаписок
zh_hans: 暂无关注列表
zh_hk: 暫無關注列表

# 暂无关注的数字货币
source: No Digital Currency of Interest
es: Moneda digital temporalmente no regulada
fr: Devise numérique temporairement non réglementée
ja: まだ注意を払っていないデジタル通貨
ko: 일시적으로 규제되지 않은 디지털 통화
ru: Временнонерегулируемаяцифроваявалюта
zh_hans: 暂无关注的数字货币
zh_hk: 暫無關注的數字貨幣

# 暂无关注的自选
source: There are no favorites to follow
es: Opciones no registradas por ahora
fr: Options non enregistrées pour l'instant
ja: 現在の選択に注意はありません
ko: 현재 등록되지 않은 옵션
ru: Незарегистрированныевариантынаданныймомент
zh_hans: 暂无关注的自选
zh_hk: 暫無關注的自選

# 暂无可进行充币的币种
source: There are currently no currencies available for deposit
es: No hay monedas disponibles para recarga
fr: Pas de pièces disponibles pour la recharge
ja: 現在、リチャージ可能なコインはございません。
ko: 재충전 할 수있는 동전이 없습니다
ru: Недоступномонетыдляперезарядки
zh_hans: 暂无可进行充币的币种
zh_hk: 暫無可進行充幣的幣種

# 暂无开仓记录
source: No opening record
es: Sin posiciones abiertas
fr: Pas de positions ouvertes
ja: 未決済ポジションがない
ko: 열린 위치가 없습니다
ru: Нетоткрытыхпозиций
zh_hans: 暂无开仓记录
zh_hk: 暫無開倉記錄

# 暂无设置
source: No settings yet
es: Sin configuración
fr: Pas de paramètres
ja: 設定なし
ko: 설정 없음
ru: Нетнастройки
zh_hans: 暂无设置
zh_hk: 暫無設置

# 暂无该币种
source: There is no such currency
es: Este tipo de moneda no está disponible en este momento
fr: Ce type de devise n'est pas disponible pour le moment
ja: この通貨は現在使用できません
ko: 이 통화 유형은 현재 사용할 수 없습니다
ru: Этоттипвалютывданныймоментнедоступен
zh_hans: 暂无该币种
zh_hk: 暫無該幣種

# 暂无该记录数据
source: There is no record data
es: No hay datos disponibles en este momento
fr: Aucune donnée disponible pour le moment
ja: このレコードのデータはありません
ko: 레코드 데이터가 없습니다
ru: Внастоящеевремянетданных
zh_hans: 暂无该记录数据
zh_hk: 暫無該記錄數據

# 暂时无关注的自选
source: Temporarily unfollowed optional
es: Opcional temporalmente desatendido
fr: Temporairement sans surveillance facultatif
ja: 現在、フォロワーはいません Self Selection
ko: 당분간주의를 기울이지 않는 자기 -
ru: Временнонеприсматривалнеобязательно
zh_hans: 暂时无关注的自选
zh_hk: 暫時無關注的自選

# 更换手机
source: Replace your phone
es: Cambiar el teléfono celular
fr: Changer le téléphone portable
ja: 携帯電話の機種変更
ko: 휴대 전화를 변경하십시오
ru: Изменитьмобильныйтелефон
zh_hans: 更换手机
zh_hk: 更換手機

# 更换手机号码
source: change mobile number
es: Cambiar el número de teléfono celular
fr: Modifier le numéro de téléphone portable
ja: 携帯電話番号の変更
ko: 휴대 전화 번호를 변경하십시오
ru: Изменитьномермобильноготелефона
zh_hans: 更换手机号码
zh_hk: 更換手機號碼

# 更换语言
source: change language
es: Cambiar idioma
fr: Changer de langue
ja: 言語を変更する
ko: 언어를 변경하십시오
ru: изменениеязыка
zh_hans: 更换语言
zh_hk: 更換語言

# 更新提示
source: update reminder
es: Consejos de actualización
fr: Mettre à jour les conseils
ja: プロンプトを更新しま
ko: 업데이트 팁
ru: Обновитесоветы
zh_hans: 更新提示
zh_hk: 更新提示

# 更新邮箱失败
source: Failed to update mailbox
es: No se pudo actualizar el buzón
fr: Échec de la mise à jour de la boîte aux lettres
ja: メールボックスの更新に失敗しました
ko: 사서함을 업데이트하지 못했습니다
ru: Неудалосьобновитьпочтовыйящик
zh_hans: 更新邮箱失败
zh_hk: 更新郵箱失敗

# 最低金额
source: minimum amount
es: Monto minimo
fr: Montant minimal
ja: 最小額
ko: 최소 금액
ru: Минимальнаясумма
zh_hans: 最低金额
zh_hk: 最低金額

# 最低限购
source: minimum purchase
es: Compra mínima
fr: Achat minimum
ja: 最低購入制限
ko: 최소 구매
ru: Минимальнаяпокупка
zh_hans: 最低限购
zh_hk: 最低限購

# 最小充值金额()
source: Minimum recharge amount(%@)
es: Importe mínimo de recarga(%@)
fr: Montant minimum de recharge(%@)
ja: 最低チャージ額(%@)
ko: 최소 충전 금액(%@)
ru: Минимальная сумма пополнения(%@)
zh_hans: 最小充值金额(%@)
zh_hk: 最小充值金額(%@)

# 最小提币数量为:
source: The minimum withdrawal amount is:
es: La cantidad mínima de retiro es:
fr: La quantité de retrait minimale est:
ja: 最低出金額は
ko: 최소 철회 수량은 다음과 같습니다.
ru: Минимальноеколичествоснятия:
zh_hans: 最小提币数量为:
zh_hk: 最小提幣數量為:

# 最小提币数量为：—
source: The minimum number of coins to be withdrawn is:
zh_hans: 最小提币数量为：—

# 最小申购量
source: Minimum purchase amount
es: Volumen de compra mínimo
fr: Volume d'achat minimum
ja: 最小注文数量
ko: 최소 구매량
ru: Минимальныйобъемпокупки
zh_hans: 最小申购量
zh_hk: 最小申購量

# 最小质押数量
source: Minimum pledge amount
es: Cantidad mínima de compromiso
fr: Montant minimum de l'engagement
ja: 最低保証金額
ko: 최소 약정 금액
ru: Минимальная сумма залога
zh_hans: 最小質押數量
zh_hk: 最小質押數量

# 最新价
source: Latest price
es: Último precio
fr: Dernier prix
ja: 最新価格
ko: 최신 가격
ru: Последняяцена
zh_hans: 最新价
zh_hk: 最新價

# 月
source: month
es: Mes
fr: Mois
ja: 月
ko: 달
ru: Месяц
zh_hans: 月
zh_hk: 月

# 服务条款
source: Terms of Service
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 서비스 약관
ru: условияобслуживания
zh_hans: 服务条款
zh_hk: 服務條款

# 未使用
source: Unused
es: No usado
fr: Inutilisé
ja: 未使用
ko: 사용되지 않았습니다
ru: Неиспользованный
zh_hans: 未使用
zh_hk: 未使用

# 未完成
source: undone
es: Incompleto
fr: Incomplet
ja: 未完成
ko: 푼
ru: Неполный
zh_hans: 未完成
zh_hk: 未完成

# 未实名不能申请商家认证
source: Cannot apply for business certification without real name
es: No puede solicitar la certificación comercial sin un nombre real
fr: Vous ne pouvez pas demander la certification marchande sans un vrai nom
ja: 実名で加盟店認証の申請はできません
ko: 비현실적인 이름은 판매자 인증을 신청할 수 없습니다
ru: Вынеможетеподатьзаявкунаполучениесертификациипродавцабезреальногоимени
zh_hans: 未实名不能申请商家认证
zh_hk: 未實名不能申請商家認證

# 未实名不能申请商家认证.
source: You cannot apply for merchant certification because you do not have a certificate from a real-name system.
zh_hans: 未实名不能申请商家认证.

# 未实现盈亏(USDT)
source: Unrealized profit and loss (USDT)
es: No se puede lograr ganancias y pérdidas (USDT)
fr: Impossible d'atteindre le profit et la perte (USDT)
ja: 未実現のP＆L（USDT）
ko: 이익과 손실을 달성 할 수 없음 (USDT)
ru: Невозможнополучитьприбыльиубыток(USDT)
zh_hans: 未实现盈亏(USDT)
zh_hk: 未實現盈虧(USDT)

# 未开始
source: has not started
es: no ha comenzado
fr: n'a pas commencé
ja: 始まっていない
ko: 시작되지 않았습니다
ru: неначался
zh_hans: 未开始
zh_hk: 未開始

# 未绑定
source: unbound
es: No acelerado
fr: Non lié
ja: バウンドアンバウンド
ko: 바인딩되지 않았습니다
ru: Беспрепятственно
zh_hans: 未绑定
zh_hk: 未綁定

# 未认证
source: not certified
es: No certificado
fr: Non certifié
ja: 非認証
ko: 인증되지 않았습니다
ru: Несертифицировано
zh_hans: 未认证
zh_hk: 未認證

# 未设置
source: not set
es: No establecido
fr: Pas encore défini
ja: 設定しない
ko: 설정되지 않았습니다
ru: Неустановлен
zh_hans: 未设置
zh_hk: 未設置

# 本轮剩余申购量
source: The remaining purchase amount of this round
es: El volumen de compra excedente de esta ronda
fr: Le volume d'achat excédentaire de ce tour
ja: 残りの量
ko: 이 라운드의 잉여 구매량
ru: Избыточныйобъемпокупкиэтогораунда
zh_hans: 本轮剩余申购量
zh_hk: 本輪剩餘申購量

# 本轮可申购总量
source: The total amount available for purchase in this round
es: La cantidad total de compra se puede comprar en esta ronda
fr: Le montant total d'achat peut être acheté dans ce tour
ja: このラウンドで利用可能なサブスクリプションの総数
ko: 이번 라운드에서 총 구매 금액을 구입할 수 있습니다.
ru: Общаясуммапокупкиможноприобрестивэтомраунде
zh_hans: 本轮可申购总量
zh_hk: 本輪可申購總量

# 本轮已申购
source: This round has been purchased
es: Esta ronda ha sido comprada
fr: Ce tour a été acheté
ja: このラウンドで購入しました
ko: 이 라운드는 구매되었습니다
ru: Этотраундбылкуплен
zh_hans: 本轮已申购
zh_hk: 本輪已申購

# 本轮开始申购时间
source: This round of purchase start time
es: El tiempo de envío comienza esta ronda
fr: Le temps de soumission commence ce tour
ja: 始まる時間
ko: 제출 시간은 이번 라운드를 시작합니다
ru: Времяподачиначинаетсявэтомраунде
zh_hans: 本轮开始申购时间
zh_hk: 本輪開始申購時間

# 本轮结束申购时间
source: End of this round of purchase time
es: Fin de esta ronda de tiempo de compra
fr: Fin de cette série d'achat
ja: 終了時間
ko: 이 구매 시간의 끝
ru: Конецэтогораундапокупки
zh_hans: 本轮结束申购时间
zh_hk: 本輪結束申購時間

# 本轮认购数量
source: The number of subscriptions in this round
es: Número de suscripciones en esta ronda
fr: Nombre d'abonnements dans ce tour
ja: 今回の加入者数
ko: 이번 라운드의 구독 수
ru: Количествоподписоквэтомраунде
zh_hans: 本轮认购数量
zh_hk: 本輪認購數量

# 本轮认购进度
source: Progress of this round of subscription
es: Progreso de suscripción actual
fr: Progrès actuel de l'abonnement
ja: 現在の契約進捗状況
ko: 현재 구독 진행
ru: Текущийпрогрессподписки
zh_hans: 本轮认购进度
zh_hk: 本輪認購進度

# 杠杆
source: lever
es: Aprovechar
fr: Effet de levier
ja: レバレッジ
ko: 영향력
ru: Использовать
zh_hans: 杠杆
zh_hk: 槓桿

# 查看
source: Check
es: Controlar
fr: Vérifier
ja: 意見
ko: 확인하다
ru: Проверять
zh_hans: 查看
zh_hk: 查看

# 查看导师
source: view tutor
es: Ver tutor
fr: Afficher le tuteur
ja: インストラクターを見る
ko: 교사를보십시오
ru: Просмотретьрепетитор
zh_hans: 查看导师
zh_hk: 查看導師

# 标记已支付
source: mark paid
es: Marcado como pagado
fr: Marqué comme payé
ja: 支払いをマークします
ko: 지불 된 것으로 표시됩니다
ru: Отмеченкакоплаченный
zh_hans: 标记已支付
zh_hk: 標記已支付

# 标记成功
source: mark success
es: Marcado como exitoso
fr: Marqué comme réussi
ja: 成功のマーク
ko: 상표
ru: Отмеченкакуспешный
zh_hans: 标记成功
zh_hk: 標記成功

# 标题
source: title
es: Título
fr: Titre
ja: タイトル
ko: 제목
ru: Заголовок
zh_hans: 标题
zh_hk: 標題

# 欢迎页
source: Welcome Page
es: Pagina de bienvenida
fr: Page d'accueil
ja: ウェルカムページ
ko: 환영 페이지
ru: Добропожаловатьстраницу
zh_hans: 欢迎页
zh_hk: 歡迎頁

# 止损
source: stop loss
es: Detener la pérdida de
fr: Perte d'arrêt
ja: ストップロス
ko: 손실을 중지하십시오
ru: Остановитьубыток
zh_hans: 止损
zh_hk: 止損

# 止损 未设置
source: Stop loss, not set
es: Detener la pérdida, no establecido
fr: Stop Loss, pas réglé
ja: ストップロスが設定されていない
ko: 손실을 중지하고 설정하지 마십시오
ru: Остановитепотерю,анеустановлен
zh_hans: 止损 未设置
zh_hk: 止損, 未設置

# 止损价
source: Stop price
es: Detener el precio de la pérdida
fr: Prix
ja: ストップロス価格
ko: 손실 가격을 중지하십시오
ru: Стопутрайцена
zh_hans: 止损价
zh_hk: 止損價

# 止损设置
source: Stop loss setting
es: Detener la configuración de la pérdida
fr: Réglage de la perte d'arrêt
ja: 停止損失設定
ko: 손실 설정을 중지하십시오
ru: Остановитьнастройкуутраты
zh_hans: 止损设置
zh_hk: 止損設置

# 止损：不设置
source: Stop loss: not set
es: Parar pérdida: no establecido
fr: Perte d'arrêt: pas réglé
ja: ストップロス：未設定
ko: 중지 손실 : 설정되지 않습니다
ru: Стоппотеря:неустановлен
zh_hans: 止损：不设置
zh_hk: 止損：不設置

# 止盈
source: take profit
es: Tomar ganancias
fr: Tirer profit
ja: テイクプロフィット
ko: 이윤을 내다
ru: Получитьприбыль
zh_hans: 止盈
zh_hk: 止盈

# 止盈 未设置
source: Take profit, not set
es: Tomar ganancias, no establecer
fr: Faire du profit, pas réglé
ja: テイクプロフィット未設定
ko: 이익을 중지하고 설정하지 마십시오
ru: Получатьприбыль,анеустановить
zh_hans: 止盈 未设置
zh_hk: 止盈, 未設置

# 止盈价
source: Take Profit Price
es: Detener el precio de la ganancia
fr: Arrêter le prix du bénéfice
ja: ストッププロフィット価格
ko: 이익 -제작 가격
ru: Остановитьценуприбыли
zh_hans: 止盈价
zh_hk: 止盈價

# 止盈止损
source: Take Profit Stop Loss
es: Detener la pérdida de
fr: Perte d'arrêt
ja: ストップロス
ko: 손실을 중지하십시오
ru: Остановитьубыток
zh_hans: 止盈止损
zh_hk: 止盈止損

# 止盈止损设置
source: Take profit and stop loss settings
es: Detener la pérdida y tomar la configuración de ganancias
fr: Arrêtez la perte et prenez des paramètres de profit
ja: ストップロス、テイクプロフィットの設定
ko: 손실을 중지하고 이익 환경을 취하십시오
ru: Остановитеубытокивозьмитенастройкиприбыли
zh_hans: 止盈止损设置
zh_hk: 止盈止損設置

# 止盈设置
source: Take Profit Setting
es: Configuración de detención de pérdidas
fr: Paramètres d'arrêt des pertes
ja: 利益設定を停止します
ko: 손실 설정을 중지하십시오
ru: Остановитенастройкипотери
zh_hans: 止盈设置
zh_hk: 止盈設置

# 止盈：不设置
source: Take profit: not set
es: Tomar ganancias: no establecer
fr: Faites des profits: pas réglé
ja: テイクプロフィット 設定しない
ko: 이익을 얻으십시오 : 설정하지 마십시오
ru: Примитеприбыль:неустановлен
zh_hans: 止盈：不设置
zh_hk: 止盈：不設置

# 正
source: just
es: Ahora
fr: À présent
ja: ただ
ko: 지금
ru: Внастоящеевремя
zh_hans: 正
zh_hk: 正

# 正在停止跟单
source: Stop copying
es: Pedidos de detención
fr: Commandes d'arrêt
ja: 進行中の注文を停止する
ko: 주문을 중지하십시오
ru: Остановказаказов
zh_hans: 正在停止跟单
zh_hk: 正在停止跟單

# 正在平仓中
source: closing position
es: La posición se está cerrando
fr: La position est fermée
ja: ポジションクローズ中
ko: 위치가 닫히고 있습니다
ru: Позициязакрыта
zh_hans: 正在平仓中
zh_hk: 正在平倉中

# 正在注销用户登录.
source: Logging out the user.
zh_hans: 正在注销用户登录.

# 正在登录
source: logging in
es: Inicia sesión ahora
fr: Connecte-toi maintenant
ja: ログイン中
ko: 지금 로그인하십시오
ru: Войдитесейчас
zh_hans: 正在登录
zh_hk: 正在登錄

# 正在获取数据
source: fetching data
es: Obtener datos
fr: Obtenir des données
ja: データを取得します
ko: 데이터 획득
ru: Получениеданных
zh_hans: 正在获取数据
zh_hk: 正在獲取數據

# 正在註销用户登录.
source: Logging out user login.
es: Iniciar sesión en el inicio de sesión del usuario.
fr: Connexion de la connexion de l'utilisateur.
ja: ユーザーログインからログアウトする。
ko: 사용자 로그인 로그인.
ru: Входизвходавсистемупользователя.
zh_hans: 正在註销用户登录.
zh_hk: 正在註銷用戶登錄.

# 正在进入
source: entering
es: Accesorio
fr: Accès à l'accès
ja: アクセス
ko: 접근
ru: Доступ
zh_hans: 正在进入
zh_hk: 正在進入

# 每笔跟单上限不能为
source: The maximum amount per order cannot be 0
zh_hans: 每笔跟单上限不能为

# 每笔跟单上限不能为0
source: The upper limit of each order cannot be 0
es: La cantidad máxima por pedido no puede ser 0
fr: Le montant maximum par commande ne peut pas être 0
ja: 1回の注文の上限金額を0にすることはできません
ko: 각 펜의 상한은 0이 될 수 없습니다
ru: Максимальнаясумманазаказнеможетбыть0
zh_hans: 每笔跟单上限不能为0
zh_hk: 每筆跟單上限不能為0

# 每隔%d秒刷新
source: Refresh every %d seconds
es: Actualice cada %d segundos
fr: Actualiser chaque% d secondes
ja: 秒ごとに更新します
ko: 모든 %d 초를 새로 고치십시오
ru: Обновитькаждую%dсекунд
zh_hans: 每隔%d秒刷新
zh_hk: 每隔%d秒刷新

# 每隔1秒刷新
source: Refresh every 1 second
es: Actualizar cada 1 segundo
fr: Actualiser toutes les 1 secondes
ja: 1秒ごとに更新
ko: 1 초마다 새로 고쳐집니다
ru: Обновлятькаждую1секунду
zh_hans: 每隔1秒刷新
zh_hk: 每隔1秒刷新

# 法币买卖
source: OTC
es: Comercio de divisas fiduciarias
fr: Trading de monnaie fiduciaire
ja: 不換紙幣での売買
ko: 화폐 통화 거래
zh_hans: 法币买卖

# 注:订阅/续费后将收到该用户的交易策略。
source: Note: The user's trading strategy will be received after subscription/renewal.
es: Nota: Recibirá la estrategia comercial de este usuario después de la suscripción/renovación.
fr: Remarque: vous recevrez la stratégie de trading de cet utilisateur après abonnement / renouvellement.
ja: 注：加入/更新後、このユーザーの取引ストラテジーを受け取ることができます。
ko: 참고 : 가입/갱신 후에는 사용자의 거래 전략을받습니다.
ru: Примечание.Выполучитеторговуюстратегиюэтогопользователяпослеподписки/обновления.
zh_hans: 注:订阅/续费后将收到该用户的交易策略。
zh_hk: 注:訂閱/續費後將收到該用戶的交易策略。

# 注册
source: Register
es: Registro
fr: S'inscrire
ja: 登録
ko: 등록하다
ru: регистр
zh_hans: 注册
zh_hk: 註冊

# 注册失败
source: registration failed
es: Registro fallido
fr: Échec de l'enregistrement
ja: 登録に失敗しました
ko: 등록 실패
ru: Регистрациянеудалась
zh_hans: 注册失败
zh_hk: 註冊失敗

# 注册成功
source: registration success
es: El registro fue exitoso
fr: L'enregistrement fut un succès
ja: 登録完了
ko: 등록이 성공적이었습니다
ru: Регистрацияпрошлауспешно
zh_hans: 注册成功
zh_hk: 註冊成功

# 注销失败
source: Failed to Logout
zh_hans: 注销失败

# 流通总量
source: Total circulation
es: Circulación total
fr: Circulation totale
ja: 総回転数
ko: 총 순환
ru: Общаяциркуляция
zh_hans: 流通总量
zh_hk: 流通總量

# 消息推送
source: message push
es: Push del mensaje
fr: Poussée de message
ja: プッシュメッセージ
ko: 메시지 푸시
ru: СообщениеPush
zh_hans: 消息推送
zh_hk: 消息推送

# 涨幅榜
source: Gain list
es: Lista
fr: Liste de hauts
ja: リストを増やします
ko: 업 목록
ru: Вверхсписок
zh_hans: 涨幅榜
zh_hk: 漲幅榜

# 涨跌幅
source: Quote Change
es: Aumentar Disminuir
fr: Augmentation Diminution
ja: 上または下
ko: 견적 변경
ru: Увеличениеснижение
zh_hans: 涨跌幅
zh_hk: 漲跌幅

# 涨跌颜色
source: up and down color
es: Color
fr: Couleur
ja: 浮き沈みの色
ko: 색깔
ru: Цвет
zh_hans: 涨跌颜色
zh_hk: 漲跌顏色

# 涨跌额
source: Change amount
es: Aumentar Disminuir
fr: Augmentation Diminution
ja: 金額アップ・ダウン
ko: 기복
ru: Увеличениеснижение
zh_hans: 涨跌额
zh_hk: 漲跌額

# 深度
source: depth
es: Profundidad
fr: Profondeur
ja: 深さ
ko: 깊이
ru: Глубина
zh_hans: 深度
zh_hk: 深度

# 添加广告
source: add ad
es: Agregar un anuncio
fr: Ajouter une annonce
ja: 広告を追加する
ko: 광고 추가
ru: Добавитьобъявление
zh_hans: 添加广告
zh_hk: 添加廣告

# 添加微信收款
source: Add WeChat payment
es: Agregar recibo de WeChat
fr: Ajouter le reçu de WeChat
ja: WeChatのレシートを追加する
ko: WeChat 영수증을 추가하십시오
ru: Добавьтеквитанцию
zh_hans: 添加微信收款
zh_hk: 添加微信收款

# 添加支付宝收款
source: Add Alipay payment
es: Agregar recibo de Alipay
fr: Ajouter le reçu Alipay
ja: Alipayレシートを追加する
ko: Alipay 영수증을 추가하십시오
ru: Добавьтеквитанцию
zh_hans: 添加支付宝收款
zh_hk: 添加支付寶收款

# 添加收款方式
source: Add payment method
es: Añadir método de pago
fr: Ajouter le mode de paiement
ja: 支払い方法の追加
ko: 지불 방법을 추가하십시오
ru: Добавитьспособоплаты
zh_hans: 添加收款方式
zh_hk: 添加收款方式

# 添加邮箱失败
source: Failed to add mailbox
es: No se pudo agregar buzón
fr: Échec de l'ajout de boîte aux lettres
ja: 電子メールの追加に失敗しました
ko: 사서함을 추가하지 못했습니다
ru: Échec de l'ajout de boîte aux lettres
zh_hans: 添加邮箱失败
zh_hk: 添加郵箱失敗

# 添加银行卡
source: add bank card
es: Agregar tarjeta bancaria
fr: Ajouter une carte bancaire
ja: 銀行カードを追加します
ko: 은행 카드를 추가하십시오
ru: Добавитьбанковскуюкарту
zh_hans: 添加银行卡
zh_hk: 添加銀行卡

# 清除
source: to clear
es: Claro
fr: Dégager
ja: クリア
ko: 분명한
ru: чистый
zh_hans: 清除
zh_hk: 清除

# 清除缓存
source: clear cache
es: Limpiar cache
fr: Vider le cache
ja: キャッシュのクリア
ko: 클리어 캐시
ru: Очиститькэш
zh_hans: 清除缓存
zh_hk: 清除緩存

# 清除缓存后W.W.C.T上所有的头像、图片等要重新下载,是否清除?
source: After clearing the cache, all avatars, pictures, etc. on AiCoin need to be downloaded again. Do you want to clear it?
es: Después de borrar el caché, todos los avatares y las imágenes en AiCoin deben descargarse nuevamente.
fr: Après avoir effacé le cache, tous les avatars et photos sur Encrypted doivent être téléchargés à nouveau.
ja: W.W.C.Tのアバターや画像などは、キャッシュをクリアするとまたダウンロードされてしまいますが、クリアしたほうがいいのでしょうか？
ko: 캐시를 지우면 AI Trading Center 의 모든 아바타와 사진을 다시 다운로드해야합니다.
ru: Послеочисткикешавсеаватарыикартинкинаогнедолжныбытьзагруженыснова.
zh_hans: 清除缓存后Stdelit 上所有的头像、图片等要重新下载,是否清除?
zh_hk: 清除緩存後,Leader Coin上所有的頭像、圖片等要重新下載,是否清除?
