Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, ru, zh_hans, zh_hk

# 全球期指
source: Global futures
es: Índice de futuros globales
fr: Index mondial à terme
ja: グローバル先物指数
ko: 글로벌 선물 지수
ru: Глобальныйиндексфьючерсов
zh_hans: 全球期指
zh_hk: 全球期指

# 全球期指交易记录
source: Global Index Futures Trading Records
es: Historial de comercio de futuros globales
fr: Historique mondial des trading à terme
ja: グローバル先物取引履歴
ko: 글로벌 선물 거래 기록
ru: Глобальнаяисторияторговлифьючерсами
zh_hans: 全球期指交易记录
zh_hk: 全球期指交易記錄

# 全球期指账户
source: Global futures account
es: Cuenta periódica global
fr: Compte périodique mondial
ja: グローバル先物アカウント
ko: 글로벌 정기 계정
ru: Глобальныйпериодическийсчет
zh_hans: 全球期指账户
zh_hk: 全球期指賬戶

# 全部
source: all
es: Todos
fr: Tout
ja: すべて
ko: 모두
ru: Все
zh_hans: 全部
zh_hk: 全部

# 全部买入
source: buy all
es: Comprar todo
fr: Tout acheter
ja: すべて購入
ko: 모두 구매하십시오
ru: Купитьвсе
zh_hans: 全部买入
zh_hk: 全部買入

# 全部佣金
source: full commission
es: Comisión completa
fr: Commission complète
ja: すべてのコミッション
ko: 모든 커미션
ru: Полнаякомиссия
zh_hans: 全部佣金
zh_hk: 全部傭金

# 全部公告
source: All Announcements
es: Todos los anuncios
fr: Toutes les annonces
ja: すべてのお知らせ
ko: 모든 발표
ru: Все объявления
zh_hans: 全部公告
zh_hk: 全部公告

# 全部出售
source: sell all
es: Vender todo
fr: Tout vendre
ja: すべて売れます
ko: 다 팔다
ru: Tout vendre
zh_hans: 全部出售
zh_hk: 全部出售

# 全部成交
source: All deal
es: Todas las ofertas
fr: Toutes les offres
ja: すべての取引
ko: 모든 거래
ru: Всесделки
zh_hans: 全部成交
zh_hk: 全部成交

# 全部申购
source: Subscribe all
es: Todos los compras
fr: Tous les achats
ja: すべての注文
ko: 모든 구매
ru: Всепокупка
zh_hans: 全部申购
zh_hk: 全部申購

# 公告
source: Announcement
es: Anuncio
fr: Annonce
ja: お知らせ
ko: 발표
ru: Объявление
zh_hans: 公告
zh_hk: 公告

# 六个月
source: six months
es: Seis meses
fr: Six mois
ja: 6ヶ月
ko: 여섯개월
ru: Шестьмесяцев
zh_hans: 六个月
zh_hk: 六個月

# 关于我们
source: about us
es: Sobre nosotros
fr: À propos de nous
ja: 会社概要
ko: 우리에 대해
ru: Онас
zh_hans: 关于我们
zh_hk: 關於我們

# 冻结
source: Freeze
ja: フリーズ
ko: 냉동
zh_hans: 冻结
zh_hk: 凍結

# 冻结(USDT)
source: Freeze(USDT)
es: Frozen (USDT)
fr: Frozen (USDT)
ja: フリーズ（USDT）
ko: 냉동 (USDT)
ru: Заморожен
zh_hans: 冻结(USDT)
zh_hk: 凍結(USDT)

# 冻结保证金(USDT)
source: Freeze margin (USDT)
es: Depósito congelado (USDT)
fr: Dépôt gelé (USDT)
ja: 冷凍マージン（USDT）
ko: 냉동 보증금 (USDT)
ru: Замороженныйдепозит(USDT)
zh_hans: 冻结保证金(USDT)
zh_hk: 凍結保證金(USDT)

# 冻结数量
source: frozen quantity
es: Cantidad congelada
fr: Quantité gelée
ja: 冷凍庫の数量
ko: 냉동 수량
ru: Замороженноеколичество
zh_hans: 冻结数量
zh_hk: 凍結數量

# 冻结金额()
source: frozen amount(%@)
es: cantidad congelada(%@)
fr: quantité gelée(%@)
ja: 凍結量(%@)
ko: 동결된 금액(%@)
ru: замороженная сумма(%@)
zh_hans: 冻结金额(%@)
zh_hk: 冻结金額(%@)

# 准确率
source: Accuracy
es: Precisión
fr: Précision
ja: 精度
ko: 정확성
ru: Точность
zh_hans: 准确率
zh_hk: 準確率

# 出售
source: sell
es: Vender
fr: Vendre
ja: 販売
ko: 팔다
ru: Продавать
zh_hans: 出售
zh_hk: 出售

# 出售USDT时系统将会从余额账户中冻结该部分资金
source: When selling USDT, the system will freeze this part of the funds from the balance account
es: Al vender USDT, el sistema congelará los fondos de la cuenta de saldo.
fr: Lors de la vente de l'USDT, le système gèlera les fonds du compte de solde.
ja: USDTを売却する場合、システムはバランスアカウントから資金を凍結します。
ko: USDT를 판매 할 때 시스템은 잔액 계정에서 자금 의이 부분을 동결합니다.
ru: ПрипродажеUSDTсистемазамораживаетсредствасосчетабаланса.
zh_hans: 出售USDT时系统将会从余额账户中冻结该部分资金
zh_hk: 出售USDT時系統將會從餘額賬戶中凍結該部分資金

# 出售中
source: for sale
es: En venta
fr: En soldes
ja: セール
ko: 판매 중
ru: Впродаже
zh_hans: 出售中
zh_hk: 出售中

# 出售数量
source: Sales Quantity
es: Vender cantidad
fr: Vendre la quantité
ja: 販売数量
ko: 수량
ru: Продаватьколичество
zh_hans: 出售数量
zh_hk: 出售數量

# 分享失败
source: sharing failed
es: Compartir falló
fr: Le partage a échoué
ja: 共有失敗
ko: 공유 실패
ru: Обменнеудался
zh_hans: 分享失败
zh_hk: 分享失敗

# 分享应用
source: share app
es: Solicitud de compartir
fr: Partage
ja: 共有アプリケーション
ko: 응용 프로그램을 공유하십시오
ru: Поделитьсяприложением
zh_hans: 分享应用
zh_hk: 分享應用

# 分享成功
source: share success
es: Compartir el éxito
fr: Partager le succès
ja: 正常に共有します
ko: 성공 공유
ru: Обмениваясьуспехом
zh_hans: 分享成功
zh_hk: 分享成功

# 分享给朋友，让他们来雇您吧
source: Share with your friends and get them to hire you
es: ¡Compártalo con tus amigos y deja que te contraten!
fr: Partagez-le avec vos amis et laissez-les vous embaucher!
ja: 友達にシェアして、採用してもらいましょう
ko: 친구들과 공유하고 그들이 당신을 고용하게하십시오!
ru: Поделитесьэтимсдрузьямиипозвольтеимнанятьвас!
zh_hans: 分享给朋友，让他们来雇您吧
zh_hk: 分享給朋友，讓他們來雇您吧

# 分享给朋友，让他们来雇您吧!
source: Share it with your friends and let them hire you!
zh_hans: 分享给朋友，让他们来雇您吧!

# 分时
source: time-sharing
es: Compartir el tiempo
fr: Partage de temps
ja: タイムシェア
ko: 시기 적절한
ru: Времядоля
zh_hans: 分时
zh_hk: 分時

# 切换语言
source: switch language
es: Lenguaje de cambio
fr: Commutation de la langue
ja: スイッチ言語
ko: 스위치 언어
ru: Сменаязыка
zh_hans: 切换语言
zh_hk: 切換語言

# 划出账户选择
source: debit account selection
es: Transferir la selección de la cuenta
fr: Transférer la sélection du compte
ja: 振込先口座選択
ko: 계정을 선택하십시오
ru: Выборучетнойзаписи
zh_hans: 划出账户选择
zh_hk: 划出賬戶選擇

# 划转
source: transfer
es: Transferencias
fr: Transferts
ja: 移管
ko: 옮기다
ru: Переводы
zh_hans: 划转
zh_hk: 划轉

# 划转数量
source: transfer amount
es: Número de transferencias
fr: Nombre de transferts
ja: 転送数
ko: 전송 수량
ru: Количествопереводов
zh_hans: 划转数量
zh_hk: 划轉數量

# 划转数量不能超过可用数量
source: The transfer quantity cannot exceed the available quantity
es: El número de transferencias no puede exceder el número disponible.
fr: Le nombre de transferts ne peut pas dépasser le nombre disponible.
ja: 振替回数が振替可能額を超えることはありません
ko: 전송 수는 사용 가능한 수를 초과 할 수 없습니다.
ru: Количествопереводовнеможетпревышатьдоступноечисло.
zh_hans: 划转数量不能超过可用数量
zh_hk: 划轉數量不能超過可用數量

# 划转数量不能超过可用数量.
source: The number of transfers cannot exceed the available quantity.
zh_hans: 划转数量不能超过可用数量.

# 划转记录
source: transfer record
es: Récord de transferencia
fr: Record de transfert
ja: 転送記録
ko: 전송 기록
ru: Передачазаписи
zh_hans: 划转记录
zh_hk: 划轉記錄

# 删除
source: delete
es: Borrar
fr: Effacer
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hk: 刪除

# 删除历史
source: delete history
es: Borrar historial
fr: Effacer l'historique
ja: 履歴の削除
ko: 역사를 삭제하십시오
ru: Удалитьисторию
zh_hans: 删除历史
zh_hk: 刪除歷史

# 删除成功
source: successfully deleted
es: Borrado exitosamente
fr: Supprimé avec succès
ja: 正常に削除されました
ko: 성공적으로 삭제되었습니다
ru: Удаленуспешно
zh_hans: 删除成功
zh_hk: 刪除成功

# 利息
source: Interest
es: Interés
fr: Intérêt
ja: 利食い
ko: 관심
ru: Интерес
zh_hans: 利息
zh_hk: 利息

# 到期
source: maturity
es: Venció
fr: Expiré
ja: 期限切れ
ko: 성숙함
ru: Истекший
zh_hans: 到期
zh_hk: 到期

# 到期日
source: expiry date
fr: Fecha de caducidad
ja: 有効期限
ko: 만료일
ru: Date d'expiration
zh_hans: 到期日
zh_hk: 到期日

# 到期时间
source: Expire date
es: Tiempo de expiración
fr: Date d'expiration
ja: 有効期限
ko: 만료 시간
ru: Времяокончаниясрокадействия
zh_hans: 到期时间
zh_hk: 到期時間

# 到账数量()
source: Arrival amount(%@)
es: Importe de llegada(%@)
fr: Montant à l'arrivée(%@)
ja: 到着金額(%@)
ko: 도착 금액(%@)
ru: Сумма прибытия(%@)
zh_hans: 到账数量(%@)
zh_hk: 到賬數量(%@)

# 刷新
source: to refresh
es: Actualizar
fr: Rafraîchir
ja: リフレッシュ
ko: 새로 고치다
ru: Обновлять
zh_hans: 刷新
zh_hk: 刷新

# 刷新频率设置
source: Refresh frequency setting
es: Configuración de frecuencia de actualización
fr: Rafraîchir le réglage de la fréquence
ja: リフレッシュ周波数の設定
ko: 주파수 설정을 새로 고침합니다
ru: Обновитьнастройкучастоты
zh_hans: 刷新频率设置
zh_hk: 刷新頻率設置

# 剩余 %ld 秒
source: %ld seconds remaining
es: %ld Restante segundos
fr: %ld secondes
ja: 残り %ld 秒
ko: 남은 %ld 초
ru: Оставшиеся%ldSeconds
zh_hans: 剩余 %ld 秒
zh_hk: 剩餘 %ld 秒

# 剩余可回购YYB数量
source: The remaining amount of YYB that can be repurchased
es: Número de yyb que queda por recomprar
fr: Nombre de YYB laissé à racheter
ja: 買戻し可能なYYB残数
ko: 재구매 할 YYB 수
ru: КоличествоYYB,оставленныхдлявыкупа
zh_hans: 剩余可回购YYB数量
zh_hk: 剩餘可回購YYB數量

# 功能介绍
source: Features
es: Características
fr: Fonctionnalités
ja: 特徴
ko: 특징
ru: Функции
zh_hans: 功能介绍
zh_hk: 功能介紹

# 加载失败，点击重试
source: Failed to load, click to try again
es: Carga fallida, haga clic para intentarlo de nuevo
fr: Chargement a échoué, cliquez pour réessayer
ja: 読み込みに失敗しました、再試行をクリックしてください
ko: 로드 실패
ru: Загрузканеудалась,нажмите,чтобыпопробоватьещераз
zh_hans: 加载失败，点击重试
zh_hk: 加載失敗，點擊重試

# 区块链查询
source: Blockchain query
es: Investigación de blockchain
fr: Enquête de blockchain
ja: ブロックチェーンに関するお問い合わせ
ko: 블록 체인 쿼리
ru: Блокчейнзапрос
zh_hans: 区块链查询
zh_hk: 區塊鏈查詢

# 升级
source: upgrade
es: Mejora
fr: Mise à niveau
ja: アップグレード
ko: 업그레이드
ru: Обновление
zh_hans: 升级
zh_hk: 升級

# 单价
source: unit price
es: Precio
fr: Prix
ja: 単価
ko: 단가
ru: Цена
zh_hans: 单价
zh_hk: 單價

# 卖出
source: Sell
es: VENDER
fr: VENDRE
ja: 売約済み
ko: 팔다
ru: ПРОДАВАТЬ
zh_hans: 卖出
zh_hk: 賣出

# 历史记录
source: history record
es: Historia
fr: Histoire
ja: 沿革
ko: 역사 기록
ru: История
zh_hans: 历史记录
zh_hk: 歷史記錄

# 去划转
source: to transfer
es: Ir a la transferencia
fr: Se transférer
ja: 転送のページへ
ko: 전송으로 이동하십시오
ru: Перейтикпереводу
zh_hans: 去划转
zh_hk: 去划轉

# 去绑定
source: to bind
es: Desescado
fr: Liaison
ja: 練る
ko: 바인딩
ru: Де-связывание
zh_hans: 去绑定
zh_hk: 去綁定

# 去认证
source: go to authentication
es: Verificar
fr: Vérifier
ja: 認証に移動します
ko: 확인하다
ru: Проверять
zh_hans: 去认证
zh_hk: 去認證

# 去设置
source: go to settings
es: Ir a la configuración
fr: Aller aux paramètres
ja: 設定に移動する
ko: 설정
ru: Перейтикнастройкам
zh_hans: 去设置
zh_hk: 去設置

# 发行总量
source: Total issuance
es: Volumen de emisión total
fr: Volume total d'émission
ja: 総発行数
ko: 총 분포
ru: Общийобъемвыпуска
zh_hans: 发行总量
zh_hk: 發行總量

# 发行时间
source: publish time
es: Tiempo de emisión
fr: Temps de délivrance
ja: 発行日
ko: 시간을 게시하십시오
ru: Выполнитевремя
zh_hans: 发行时间
zh_hk: 發行時間

# 发起成员
source: founding member
es: Miembro
fr: Membre
ja: 開始メンバー
ko: 회원
ru: Член
zh_hans: 发起成员
zh_hk: 發起成員

# 发送验证码
source: Send the verification code
es: Envíe el código de verificación
fr: Envoyer le code de vérification
ja: 認証コードの送信
ko: 확인 코드를 보내십시오
ru: Отправитькодпроверки
zh_hans: 发送验证码
zh_hk: 發送驗證碼

# 取消
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hk: 取消

# 取消分享
source: unshare
es: Cancelar compartir
fr: Annuler le partage
ja: 共有をキャンセルします
ko: 공유를 취소하십시오
ru: Отменитьобмен
zh_hans: 取消分享
zh_hk: 取消分享

# 取消规则：买家当日累计4笔取消，会限制当日买入功能。
source: Cancellation rules: The buyer has accumulated 4 cancellations on the same day, which will limit the purchase function on the day.
es: Regla de cancelación: los compradores que acumulan 4 cancelaciones en un día estarán restringidos de comprar ese día.
fr: Règle d'annulation: les acheteurs qui accumulent 4 annulations en une journée seront limités à acheter ce jour-là.
ja: キャンセルルール：その日の買い手の累積4キャンセルは、その日の購入機能を制限します。
ko: 취소 규칙 : 하루에 4 개의 취소를 축적하는 구매자는 그날 구매로 제한됩니다.
ru: Правилоотмены:покупатели,которыенакапливают4отменызадень,будутограниченыпокупкойв
zh_hans: 取消规则：买家当日累计4笔取消，会限制当日买入功能。
zh_hk: 取消規則：買家當日累計4筆取消，會限制當日買入功能。

# 取消订单
source: cancel order
es: Cancelar orden
fr: Annuler la commande
ja: 注文をキャンセルする
ko: 주문 취소
ru: Отменитьзаказ
zh_hans: 取消订单
zh_hk: 取消訂單

# 取消订单成功
source: Order canceled successfully
es: Pedir cancelación exitosa
fr: Commande d'annulation réussie
ja: 注文のキャンセルに成功
ko: 주문을 성공적으로 취소했습니다
ru: Отменазаказауспешно
zh_hans: 取消订单成功
zh_hk: 取消訂單成功

# 取消订单错误
source: Error canceling order
es: Error de cancelación de pedido
fr: Erreur d'annulation de commande
ja: キャンセルエラー
ko: 주문을 취소합니다
ru: Ошибкаотменызаказа
zh_hans: 取消订单错误
zh_hk: 取消訂單錯誤

# 取消认证中
source: canceling certification
es: Cancelación en progreso
fr: Annulation en cours
ja: 解約中
ko: 인증을 취소합니다
ru: Отменавпроцессе
zh_hans: 取消认证中
zh_hk: 取消認證中

# 只允许充值
source: Only recharge is allowed%@
es: Solo se permite recargar %@
fr: Seule la recharge est autorisée%@
ja: 再充電のみが許可されています%@
ko: 충전 만 허용됩니다%@
ru: Разрешается только перезарядка %@
zh_hans: 只允许充值%@
zh_hk: 只允许充值%@

# 只有将资产划转到相对应的账户次才能进行交易。账户间的划转不收取手续费
source: Transactions can only be performed if assets are transferred to the corresponding account. There is no handling fee for transfers between accounts
es: Las transacciones solo se pueden hacer si los activos se transfieren a la cuenta correspondiente. No hay una tarifa de manejo para transferencias entre cuentas
fr: Les transactions ne peuvent être effectuées que si les actifs sont transférés sur le compte correspondant. Il n'y a aucun frais de traitement pour les transferts entre les comptes
ja: 取引は、資産が対応する口座に移された場合にのみ実行されます。 口座間振替手数料無料
ko: 해당 계좌로만 양도 할 수 있습니다. 계정 간 계정간에 취급 수수료를 청구하지 마십시오.
ru: Транзакциимогутбытьсделанытольковтомслучае,еслиактивыпередаютсянасоответствующийсчет.Нетплатызаобработкузапереводымеждуучетнымизаписями
zh_hans: 只有将资产划转到相对应的账户次才能进行交易。账户间的划转不收取手续费
zh_hk: 只有將資產划轉到相對應的賬戶次才能進行交易。賬戶間的划轉不收取手續費

# 只有将资产划转到相对应的账户次才能进行交易。账户间的划转不收取手续费.
source: Transactions can only be operated if the assets are transferred to the corresponding account. No fees are charged for transfers between accounts.
zh_hans: 只有将资产划转到相对应的账户次才能进行交易。账户间的划转不收取手续费.

# 只有将资产划转到相对应的账户次才能进行交易。账户间的划转不收取手续费。
source: Transactions can only be performed if assets are transferred to the corresponding account. There is no handling fee for transfers between accounts.
es: Las transacciones solo se pueden hacer si los activos se transfieren a la cuenta correspondiente. No hay una tarifa de manejo para transferencias entre cuentas
fr: Les transactions ne peuvent être effectuées que si les actifs sont transférés sur le compte correspondant. Il n'y a aucun frais de traitement pour les transferts entre les comptes
ja: 取引は、資産が対応する口座に移された場合にのみ実行されます。 口座間振替手数料無料
ko: 해당 계좌로만 양도 할 수 있습니다. 계정 간 계정간에 취급 수수료를 청구하지 마십시오.。
ru: Транзакциимогутбытьсделанытольковтомслучае,еслиактивыпередаютсянасоответствующийсчет.Нетплатызаобработкузапереводымеждуучетнымизаписями
zh_hans: 只有将资产划转到相对应的账户次才能进行交易。账户间的划转不收取手续费。
zh_hk: 只有將資產划轉到相對應的賬戶次才能進行交易。賬戶間的划轉不收取手續費。

# 可买
source: can buy
es: Disponible para comprar
fr: Disponible pour acheter
ja: 買付可能
ko: 구매 가능
ru: Доступендляпокупки
zh_hans: 可买
zh_hk: 可買

# 可多选
source: Multiple choice
es: Más opciones disponibles
fr: Plus d'options disponibles
ja: 複数のオプションが利用可能
ko: 다중 선택
ru: Доступнобольшевариантов
zh_hans: 可多选
zh_hk: 可多選

# 可开%@手
source: Can open %@ hands
es: Abierto %@lot
fr: Open%@ lot
ja: 開けられる%@％
ko: %@lot을 엽니 다
ru: Open%@lot
zh_hans: 可开%@手
zh_hk: 可開%@手

# 可提币数量
source: The number of coins that can be withdrawn
es: Monedas retirables
fr: Pièces de reprise
ja: 出金可能なコイン
ko: 철수 가능한 동전
ru: Снятыемонеты
zh_hans: 可提币数量
zh_hk: 可提幣數量

# 可提现数量
source: Amount that can be withdrawn
es: Monto retirable
fr: Montant de retrait
ja: 引き出し可能額
ko: 철수 수
ru: Снятаясумма
zh_hans: 可提现数量
zh_hk: 可提現數量

# 可用
source: available
es: Disponible
fr: Disponible
ja: あり
ko: 사용 가능
ru: Доступный
zh_hans: 可用
zh_hk: 可用

# 可用(USDT)
source: Available (USDT)
es: Disponible (USDT)
fr: Disponible (USDT)
ja: 利用可能（USDT）
ko: 사용 가능 (USDT)
ru: Доступен(USDT)
zh_hans: 可用(USDT)
zh_hk: 可用(USDT)

# 可用USDT
source: USDT available
es: USDT disponible
fr: USDT disponible
ja: 利用可能なUSDT
ko: 사용 가능한 USDT
ru: ДоступенUSDT
zh_hans: 可用USDT
zh_hk: 可用USDT

# 可用余额()
source: Available balance (USDT)
es: Saldo disponible (USDT)
fr: Solde disponible (USDT)
ja: 利用可能残高 (USDT)
ko: 사용가능잔고(USDT)
ru: Доступный баланс (USDT)
zh_hans: 可用余额(%@)
zh_hk: 可用餘額(%@)

# 可用保证金(USDT)
source: Available Margin (USDT)
es: Depósito disponible (USDT)
fr: Dépôt disponible (USDT)
ja: 利用可能なマージン（USDT）
ko: 사용 가능한 예금 (USDT)
ru: Доступныйдепозит(USDT)
zh_hans: 可用保证金(USDT)
zh_hk: 可用保證金(USDT)

# 可用数量
source: Quantity Available
es: Cantidad disponible
fr: quantité disponible
ja: 使用可能数量
ko: 사용 가능한 양
ru: Доступноеколичество
zh_hans: 可用数量
zh_hk: 可用數量

# 可转出数量
source: Quantity that can be transferred
es: Número de transferencias disponibles
fr: Nombre de transferts disponibles
ja: 転送可能回数
ko: 사용 가능한 전송 수
ru: Количестводоступныхпереводов
zh_hans: 可转出数量
zh_hk: 可轉出數量

# 可邀请人数
source: Number of people you can invite
es: Número de invitados
fr: Nombre d'invités
ja: 招待者の数
ko: 초대장 수
ru: Количествоприглашений
zh_hans: 可邀请人数
zh_hk: 可邀請人數

# 号码
source: Number
es: Número
fr: Numéro
ja: 番号
ko: 숫자
ru: Число
zh_hans: 号码
zh_hk: 號碼

# 合约
source: contract
es: Contratos
fr: Contractes
ja: 契約
ko: 계약
ru: Контракты
zh_hans: 合约
zh_hk: 合約

# 合约交易记录
source: Contract transaction records
es: Contratos
fr: Contractes
ja: 契約
ko: 계약
ru: Контракты
zh_hans: 合约交易记录
zh_hk: 合約交易記錄

# 合约总资产(USDT)
source: Total Contract Assets (USDT)
es: Activos totales de contrato (USDT)
fr: Contrat total d'actifs (USDT)
ja: 契約総資産（USDT）
ko: 계약 총 자산 (USDT)
ru: Всегоактивовконтракта(USDT)
zh_hans: 合约总资产(USDT)
zh_hk: 合約總資產(USDT)

# 合约账户
source: contract account
es: Cuenta de contrato
fr: Compte de contrat
ja: 契約アカウント
ko: 계약 계정
ru: Контрактныйсчет
zh_hans: 合约账户
zh_hk: 合約賬戶

# 合计
source: total
ja: 合計
ko: 총
ru: Общий
zh_hans: 合计
zh_hk: 合計

# 同种类型账户不能进行划转！请重新选择
source: Accounts of the same type cannot be transferred! Please select again
es: ¡Las transferencias no se pueden hacer al mismo tipo de cuenta! Seleccione de nuevo
fr: Les transferts ne peuvent pas être effectués sur le même type de compte! Veuillez sélectionner à nouveau
ja: 同じ種類の口座に振り込むことはできません もう一度選択してください
ko: 동일한 유형의 계정으로 전송할 수 없습니다! 다시 선택하십시오
ru: Переводынемогутбытьсделанынатотжетипучетнойзаписи!Пожалуйста,выберитеещераз
zh_hans: 同种类型账户不能进行划转！请重新选择
zh_hk: 同種類型賬戶不能進行划轉！請重新選擇

# 同种类型账户不能进行划转！请重新选择.
source: Transfers cannot be made from the same type of account! Please select again.
zh_hans: 同种类型账户不能进行划转！请重新选择.

# 名称
source: name
es: Nombre
fr: Nom
ja: 名称
ko: 이름
ru: Имя
zh_hans: 名称
zh_hk: 名稱

# 周K
source: Zhou K
es: K Weekly
fr: Hebdomadaire k
ja: ウィークリーK
ko: 주 K
ru: Еженедельныйk
zh_hans: 周K
zh_hk: 周K

# 和
source: and
es: y
fr: et
ja: および
ko: 그리고
ru: атакже
zh_hans: 和
zh_hk: 和

# 商家认证
source: Merchant Authentication
es: Autenticación comercial
fr: Authentification marchand
ja: マーチャント認証
ko: 가맹점 인증
ru: Аутентификацияпродавца
zh_hans: 商家认证
zh_hk: 商家認證

# 回购
source: repurchase
es: Readquirir
fr: Rachat
ja: 買戻し
ko: 환매
ru: Выкуп
zh_hans: 回购
zh_hk: 回購

# 回购价
source: repurchase price
es: Precio de recompra
fr: Prix
ja: 買戻し価格
ko: 재구매 가격
ru: Ценавыкупа
zh_hans: 回购价
zh_hk: 回購價

# 回购价走势图
source: Repurchase price chart
es: Tendencia de precios de recompra
fr: Tendance des prix de rachat
ja: 買戻し価格推移
ko: 재구매 가격 추세
ru: Трендаценывыкупа
zh_hans: 回购价走势图
zh_hk: 回購價走勢圖

# 国际期货
source: International futures
es: Futuros internacionales
fr: Futurs international
ja: 国際フューチャーズ
ko: 국제 선물
ru: Международноебудущее
zh_hans: 国际期货
zh_hk: 國際期貨

# 国际期货交易记录
source: International Futures Trading Records
es: Historia de comercio de futuros internacionales
fr: Histoire internationale de trading à terme
ja: 国際先物取引の歴史
ko: 국제 선물 거래 기록
ru: Историямеждународнойторговлифьючерсами
zh_hans: 国际期货交易记录
zh_hk: 國際期貨交易記錄

# 国际期货总资产(USDT)
source: International futures total assets (USDT)
es: Activos de futuros internacionales totales (USDT)
fr: Total des actifs à terme internationaux (USDT)
ja: 国際先物合計資産（USDT）
ko: 총 국제 선물 자산 (USDT)
ru: Всегомеждународныхфьючерсныхактивов(USDT)
zh_hans: 国际期货总资产(USDT)
zh_hk: 國際期貨總資產(USDT)

# 国际期货账户
source: International futures account
es: Cuenta de futuros internacionales
fr: Compte à terme international
ja: 国際先物取引口座
ko: 국제 선물 계정
ru: Международныйфьючерсныйсчет
zh_hans: 国际期货账户
zh_hk: 國際期貨賬戶

# 国际期货跟单
source: International futures documentary
es: Orden de futuros internacionales
fr: Ordre des futurs internationaux
ja: 国際的な先物とリスト
ko: 국제 선물 명령
ru: Международныйфьючерсныйзаказ
zh_hans: 国际期货跟单
zh_hk: 國際期貨跟單

# 国际期货跟单交易记录
source: International futures documentary transaction records
es: Historial de pedidos de futuros internacionales
fr: L'histoire internationale de l'ordre des futurs
ja: インターナショナル・フューチャーズ・フォロワー
ko: 국제 선물 및 단일 거래 기록
ru: Историямеждународныхфьючерсныхзаказа
zh_hans: 国际期货跟单交易记录
zh_hk: 國際期貨跟單交易記錄

# 国际期货跟单账户
source: International futures documentary account
es: Cuenta de pedidos de futuros internacionales
fr: Compte de commandes à terme international
ja: インターナショナル・フューチャーズ・フォロワー・アカウント
ko: 국제 선물 및 단일 계정
ru: Аккаунтмеждународногофьючерсногозаказа
zh_hans: 国际期货跟单账户
zh_hk: 國際期貨跟單賬戶

# 国际期货跟单资产(USDT)
source: International futures documentary assets (USDT)
es: Activos internacionales emparejados de futuros (USDT)
fr: Actifs jumelés à terme internationaux (USDT)
ja: 国際先物と単一資産（USDT）
ko: 국제 선물 쌍 자산 (USDT)
ru: Международныефьючерсыпарныеактивы(USDT)
zh_hans: 国际期货跟单资产(USDT)
zh_hk: 國際期貨跟單資產(USDT)

# 在线客服
source: online service
es: Servicio en línea
fr: un service en ligne
ja: オンラインカスタマーサービス
ko: 온라인 서비스
ru: ИнтернетСервис
zh_hans: 在线客服
zh_hk: 在線客服

# 填入
source: fill in
es: Llenar
fr: Remplir
ja: 塗りつぶし
ko: 채우십시오
ru: Заполнять
zh_hans: 填入
zh_hk: 填入

# 填写验证码
source: Fill in the verification code
es: Complete el código de verificación
fr: Remplissez le code de vérification
ja: 認証コードを入力する
ko: 확인 코드를 작성하십시오
ru: Заполнитекодпроверки
zh_hans: 填写验证码
zh_hk: 填寫驗證碼

# 增加开仓保证金（USDT）
source: Increase opening margin (USDT)
es: Agregar margen (USDT) para abrir una posición
fr: Ajout de marge (USDT) pour ouvrir une position
ja: 証拠金（USDT）を追加してポジションを建てる
ko: 포지션을 열기 위해 마진 (USDT)을 추가합니다
ru: Добавлениемаржи(USDT),чтобыоткрытьпозицию
zh_hans: 增加开仓保证金（USDT）
zh_hk: 增加開倉保證金（USDT）

# 声音
source: sound
es: Sonido
fr: Du son
ja: サウンド
ko: 소리
ru: Звук
zh_hans: 声音
zh_hk: 聲音

# 复制成功
source: copy successfully
es: Copiado con éxito
fr: Copié avec succès
ja: 複製
ko: 성공적으로 복사했습니다
ru: Скопированоуспешно
zh_hans: 复制成功
zh_hk: 複製成功

# 外汇
source: foreign exchange
es: Divisas
fr: Devises
ja: フォレックス
ko: 외환
ru: Иностраннаявалюта
zh_hans: 外汇
zh_hk: 外匯

# 外汇交易记录
source: foreign exchange transaction records
es: Historial de transacciones de divisas
fr: Historique des transactions de change
ja: 外国為替取引の歴史
ko: 외환 거래 기록
ru: Историятранзакциииностраннойвалюты
zh_hans: 外汇交易记录
zh_hk: 外匯交易記錄

# 外汇总资产(USDT)
source: Total foreign exchange assets (USDT)
es: Activos totales de divisas (USDT)
fr: Total des actifs de change (USDT)
ja: 外国の要約資産（USDT）
ko: 총 외환 자산 (USDT)
ru: Общиевалютныеактивы(USDT)
zh_hans: 外汇总资产(USDT)
zh_hk: 外匯總資產(USDT)

# 外汇账户
source: foreign exchange account
es: Cuenta de divisas
fr: Compte de change
ja: 外国為替口座
ko: 외환 계좌
ru: Валютныйсчет
zh_hans: 外汇账户
zh_hk: 外匯賬戶

# 外汇跟单
source: Forex documentary
es: Colocación de pedidos de divisas
fr: Placement des devises
ja: フォレックス・フォロワー
ko: 외환
ru: Расположениевалютногозаказа
zh_hans: 外汇跟单
zh_hk: 外匯跟單

# 外汇跟单交易记录
source: Forex documentary transaction records
es: Historial de la orden de divisas
fr: Historique des ordres de change
ja: 外国為替注文履歴
ko: 외환 및 단일 거래 기록
ru: Историявалютногозаказа
zh_hans: 外汇跟单交易记录
zh_hk: 外匯跟單交易記錄

# 外汇跟单账户
source: Forex documentary account
es: Cuenta de seguimiento de divisas
fr: Compte de suivi des changes
ja: フォレックス・フォロワー口座
ko: 외환 및 단일 계정
ru: Актуальнаяаккаун
zh_hans: 外汇跟单账户
zh_hk: 外匯跟單賬戶

# 外汇跟单资产(USDT)
source: Foreign exchange documentary assets (USDT)
es: Asset de divisas pendiente (USDT)
fr: Actif en cours des changes (USDT)
ja: 外国為替および単一資産（USDT）
ko: 외환 보류 자산 (USDT)
ru: Actif en cours des changes (USDT)
zh_hans: 外汇跟单资产(USDT)
zh_hk: 外匯跟單資產(USDT)

# 大V
source: Internet Celebrity
es: Celebridad de Internet
fr: Célébrité d'Internet
ja: インターネット有名人
ko: 인터넷 유명인
ru: Интернет -знаменитость
zh_hans: 大V
zh_hk: 金牌經紀

# 大V排行榜
source: Leaderboard of Internet Celebrity
es: Ranking de celebridades de Internet
fr: Classement des célébrités Internet
ja: インターネット有名人ランキング
ko: 인터넷 유명인 순위
ru: Интернет -рейтинг знаменитостей
zh_hans: 大V排行榜
zh_hk: 金牌機構排行榜

# 天
source: sky
es: Días
fr: Journées
ja: 日
ko: 하늘
ru: Дни
zh_hans: 天
zh_hk: 天

# 头像
source: avatar
ja: アバター
ko: 화신
ru: Аватар
zh_hans: 头像
zh_hk: 頭像

# 女
source: Female
es: Femenino
fr: Femelle
ja: 女性
ko: 여성
ru: женский
zh_hans: 女
zh_hk: 女

# 如:xx银行xx省xx市县x支行
source: Such as: xx bank xx province xx city and county x branch
es: Por ejemplo: xx bank xx ciudad xx condado x sucursal
fr: Par exemple: XX Bank XX City XX COUNTY X Branch
ja: 例：xx銀行 xx市 xx市郡 x x支店
ko: 예를 들어 : XX Bank XX 지방 XX City 및 County X 하위 브랜치
ru: Например:XXBankXXCityXXCountyXBranch
zh_hans: 如:xx银行xx省xx市县x支行
zh_hk: 如:xx銀行xx省xx市縣x支行

# 如何交易
source: how to trade
es: Cómo negociar
fr: Comment échanger
ja: 取引方法
ko: 거래 방법
ru: Какторговать
zh_hans: 如何交易
zh_hk: 如何交易
