Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, ru, zh_hans, zh_hk

# 清除缓存成功
source: clear cache successfully
es: Borrar el caché con éxito
fr: Effacer le cache avec succès
ja: キャッシュクリア成功
ko: 캐시를 성공적으로 지우십시오
ru: Очиститькешуспешно
zh_hans: 清除缓存成功
zh_hk: 清除緩存成功

# 温馨提示
source: Kind tips
es: Consejos cálidos
fr: Conseils chauds
ja: クリア
ko: 따뜻한 팁
ru: чистый
zh_hans: 温馨提示
zh_hk: 溫馨提示

# 点击注册
source: Click to register
es: Haga clic en Registro
fr: Cliquez sur Inscription
ja: クリックで登録
ko: 가입을 클릭하십시오
ru: Нажмите«Зарегистрироваться»
zh_hans: 点击注册
zh_hk: 點擊註冊

# 点击注册即表示您已经阅读并同意procoin的
source: Clicking to register means that you have read and agreed to procoin's
es: Al hacer clic en Registro, usted acepta 'ProCoin'
fr: En cliquant sur le registre, vous acceptez de «procurer»
ja: 登録をクリックすることにより、お客様はprocoinの以下を読み、同意したことになります。
ko: 레지스터를 클릭하면 'Procoin'에 동의합니다.
ru: Нажав«Зарегистрироваться»,высоглашаетесь«протоин»
zh_hans: 点击注册即表示您已经阅读并同意procoin的
zh_hk: 點擊註冊即表示您已經閱讀並同意procoin的

# 状态
source: state
es: Estado
fr: Statut
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态
zh_hk: 狀態

# 环球数字资产交易平台
source: Global digital asset trading platform
es: Plataforma de comercio de activos digitales globales
fr: Plateforme mondiale de trading d'actifs numériques
ja: グローバルなデジタル資産取引プラットフォーム
ko: 글로벌 디지털 자산 거래 플랫폼
ru: Глобальнаяплатформадляторговлицифровымиактивами
zh_hans: 环球数字资产交易平台
zh_hk: 環球數字資產交易平台

# 现价
source: Current Price
es: Precio actual
fr: Prix
ja: 現在の価格
ko: 현재 가격
ru: Текущаяцена
zh_hans: 现价
zh_hk: 現價

# 生日
source: Birthday
es: Cumpleaños
fr: Date d'anniversaire
ja: 誕生日
ko: 생신
ru: Деньрождения
zh_hans: 生日
zh_hk: 生日

# 用户协议
source: User Agreement
es: Acuerdo del Usuario
fr: Accord de l'utilisateur
ja: ユーザー規約
ko: 사용자 계약
ru: ПользовательскоеСоглашение
zh_hans: 用户协议
zh_hk: 用戶協議

# 用户名称
source: user name
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
ru: Имяпользователя
zh_hans: 用户名称
zh_hk: 用戶名稱

# 申诉
source: appeal
es: Queja
fr: Plainte
ja: 訴える
ko: 불평
ru: Жалоба
zh_hans: 申诉
zh_hk: 申訴

# 申诉截图（可选)
source: Complaint screenshot (optional)
zh_hans: 申诉截图（可选)

# 申诉截图（可选）
source: Screenshot of appeal (optional)
es: Captura de pantalla de queja (opcional)
fr: Capture d'écran des plaintes (facultative)
ja: クレームのスクリーンショット（任意）
ko: 스크린 샷 (선택 사항)
ru: Скриншотжалобы(необязательно)
zh_hans: 申诉截图（可选）
zh_hk: 申訴截圖（可選）

# 申诉提醒
source: Appeal Reminder
es: Recordatorio
fr: Rappel
ja: 苦情受付のお知らせ
ko: 알림
ru: Напоминание
zh_hans: 申诉提醒
zh_hk: 申訴提醒

# 申诉理由
source: Grounds for appeal
es: Razón de queja
fr: Raison de la plainte
ja: 苦情の理由
ko: 항소 이유
ru: Причинажалобы
zh_hans: 申诉理由
zh_hk: 申訴理由

# 申诉留言（可选)
source: Complaint message (optional)
zh_hans: 申诉留言（可选)

# 申诉留言（可选）
source: Appeal message (optional)
es: Mensaje de queja (opcional)
fr: Message de plainte (facultatif)
ja: クレームメッセージ（任意）
ko: 항소 (선택 사항)
ru: Сообщениежалобы(необязательно)
zh_hans: 申诉留言（可选）
zh_hk: 申訴留言（可選）

# 申请
source: Application
es: Aplicar
fr: Appliquer
ja: 適用
ko: 신청
ru: Податьзаявление
zh_hans: 申请
zh_hk: 申請

# 申请取消商家认证
source: Request to cancel merchant certification
es: Solicitar para descertificar a un comerciante
fr: Demande de décertifier un marchand
ja: マーチャント認定取り消し依頼
ko: 가맹점 인증을 취소하려면 신청하십시오
ru: Запроснадекаментированиепродавца
zh_hans: 申请取消商家认证
zh_hk: 申請取消商家認證

# 申请商家认证
source: Apply for Merchant Certification
es: Solicite la autenticación comercial
fr: Postuler pour l'authentification des marchands
ja: マーチャント認証に応募する
ko: 가맹점 인증을 신청하십시오
ru: Податьзаявкунааутентификациюпродавца
zh_hans: 申请商家认证
zh_hk: 申請商家認證

# 申请开通带单功能发生错误
source: An error occurred when applying for the function of bringing orders
es: Hubo un error en la aplicación para abrir el formulario de pedido.
fr: Il y a eu une erreur dans l'application pour ouvrir le bon de commande
ja: 単一の関数エラーを開くためのアプリケーション
ko: 응용 프로그램에 주문 양식을 열 겠다는 오류가 발생했습니다.
ru: Вприложениибылаошибка,чтобыоткрытьформузаказа
zh_hans: 申请开通带单功能发生错误
zh_hk: 申請開通帶單功能發生錯誤

# 申请成为代理
source: apply to be an agent
es: Aplicar para convertirse en agente
fr: Postuler pour devenir agent
ja: ブローカーになるための申請
ko: 에이전트로서의 신청
ru: Податьзаявку,чтобыстатьагентом
zh_hans: 申请成为代理
zh_hk: 申請成為代理

# 申请绑定
source: Apply for Binding
es: Aplicación de enlace
fr: Liaison d'application
ja: バインディングに応募する
ko: 바인딩을 신청하십시오
ru: Приложение приложения
zh_hans: 申请绑定
zh_hk: 申請綁定

# 申请认证中
source: Applying for certification
es: Aplicación en progreso
fr: Application en cours
ja: 申請中
ko: 응용 프로그램 인증
ru: Применениевпроцессе
zh_hans: 申请认证中
zh_hk: 申請認證中

# 申请跟单绑定信息已成功发送，请耐心等待通过
source: The application for copy binding information has been successfully sent, please wait patiently for approval
fr: Demande d'informations de liaison de commande a été envoyée avec succès, veuillez attendre patiemment l'approbation
ja: 申請後、承認されるまでの間、しばらくお待ちください。
ko: 주문 구속력 정보 신청서가 성공적으로 발송되었습니다. 승인을 참을성있게 기다리십시오.
ru: Заявканаинформациюопривязкезаказабылауспешноотправлена,пожалуйста,ждитетерпеливодляодобрения
zh_hans: 申请跟单绑定信息已成功发送，请耐心等待通过
zh_hk: 申請跟單綁定信息已成功發送，請耐心等待通過

# 申请跟单绑定信息已成功发送，请耐心等待通过.
source: Please wait patiently for the request to be approved.
zh_hans: 申请跟单绑定信息已成功发送，请耐心等待通过.

# 申购
source: purchase
es: Suscribir
fr: S'abonner
ja: 申し込み
ko: 구독하다
ru: Подписывайся
zh_hans: 申购
zh_hk: 申購

# 申购价格
source: Subscription price
es: Precio de compra
fr: Prix
ja: サブスクリプション価格
ko: 구매 가격
ru: Цена
zh_hans: 申购价格
zh_hk: 申購價格

# 申购冻结
source: Subscription freeze
es: Ordenar congelado
fr: Commander gelé
ja: フローズンを購入します
ko: 냉동 주문
ru: Заказыватьзамороженное
zh_hans: 申购冻结
zh_hk: 申購凍結

# 申购失败转换
source: Subscription failure conversion
es: conversión fallida
fr: Conversion ratée
ja: 提出障害変換
ko: 실패한 변환
ru: неудачнаяконверсия
zh_hans: 申购失败转换
zh_hk: 申購失敗轉換

# 申购总量
source: Total purchase amount
es: Compra total
fr: Achat total
ja: サブスクリプションの総額
ko: 총 구매
ru: Общаяпокупка
zh_hans: 申购总量
zh_hk: 申購總量

# 申购成功转换
source: Subscription successfully converted
es: Conversión exitosa
fr: Conversion réussie
ja: 連続的な変換
ko: 성공적인 전환
ru: Успешноепреобразование
zh_hans: 申购成功转换
zh_hk: 申購成功轉換

# 申购说明
source: Subscription instructions
es: Instrucciones de compra
fr: Instructions d'achat
ja: アプリケーションの指示
ko: 구매 지침
ru: Инструкциипопокупке
zh_hans: 申购说明
zh_hk: 申購說明

# 男
source: male
es: Masculino
fr: Homme
ja: 男性
ko: 남성
ru: Мужской
zh_hans: 男
zh_hk: 男

# 留言内容
source: Message content
es: Mensaje
fr: Message
ja: メッセージ
ko: 메시지 내용
ru: Сообщение
zh_hans: 留言内容
zh_hk: 留言內容

# 登录
source: Login
es: Acceso
fr: Connexion
ja: ログイン
ko: 로그인
ru: Авторизоваться
zh_hans: 登录
zh_hk: 登錄

# 登录后可以关注自己喜欢的自选
source: After logging in, you can follow your favorite self-selection
es: Después de iniciar sesión, puede seguir sus opciones favoritas
fr: Après vous être connecté, vous pouvez suivre vos options préférées
ja: ログインした後、お気に入りの選択に従うことができます
ko: 로그인하면 좋아하는 옵션을 따라갈 수 있습니다.
ru: Послевходавсистемувыможетеследоватьсвоимлюбимымвариантам
zh_hans: 登录后可以关注自己喜欢的自选
zh_hk: 登錄後可以關注自己喜歡的自選

# 登录失败!
source: Login Failed!
es: error de inicio de sesion
fr: Échec de la connexion
ja: ログインに失敗しました。
ko: 로그인 실패
ru: Авторизация не удалась
zh_hans: 登录失败!
zh_hk: 登錄失敗

# 登录密码
source: LoginPassword
es: Contraseña de inicio de sesión
fr: Mot de passe
ja: ログインパスワード
ko: 로그인 비밀번호
ru: Логин Пароль
zh_hans: 登录密码
zh_hk: 登錄密碼

# 白皮书
source: white paper
es: Papel blanco
fr: Papier blanc
ja: ホワイトペーパー
ko: 백지
ru: Papel blanco
zh_hans: 白皮书
zh_hk: 白皮書

# 盈利
source: profit
es: Lucro
ja: 収益性
ko: 이익
ru: Выгода
zh_hans: 盈利
zh_hk: 盈利

# 盈利USDT
source: ProfitUSDT
fr: Bénéfice USDT
ja: 利益額 USDT
ko: 이익 usdt
ru: ПрибыльUSDT
zh_hans: 盈利USDT
zh_hk: 盈利USDT

# 盈利分成
source: Profit Sharing
es: Participación en las ganancias
fr: Partage des profits
ja: 利益配分
ko: 이익 분배
ru: Распределениеприбыли
zh_hans: 盈利分成
zh_hk: 盈利分成

# 盈利比例
source: Profit ratio
es: Porcentaje de ganancias
fr: Pourcentage de bénéfices
ja: 利益率
ko: 이익의 백분율
ru: Процентприбыли
zh_hans: 盈利比例
zh_hk: 盈利比例

# 盈利能力
source: Profitability
es: Rentabilidad
fr: Rentabilité
ja: 収益性
ko: 수익성
ru: Прибыльность
zh_hans: 盈利能力
zh_hk: 盈利能力

# 看涨(做多)
source: Bullish (go long)
es: Alcista (largo)
fr: Haussier (long)
ja: 強気(ロング)
ko: 낙 거림 (더 많은 일) 참조
ru: Бычий(длинный)
zh_hans: 看涨(做多)
zh_hk: 看漲(做多)

# 看跌(做空)
source: 봐 (짧은)
es: Put (short)
fr: Bajista (corto)
ja: Медвежьи(короткие)
ko: 看跌(做空)
ru: Baissier (court)
zh_hans: 看跌(做空)
zh_hk: 看跌(做空)

# 真实姓名
source: actual name
es: Nombre real
fr: Vrai nom
ja: 実際の名前
ko: 실제 이름
ru: Настоящееимя
zh_hans: 真实姓名
zh_hk: 真實姓名

# 眾筹价格
source: crowdfunding price
es: Precio de crowdfunding
fr: Prix
ja: クラウドファンディング価格
ko: 크라우드 펀딩 가격
ru: Краудфандингцена
zh_hans: 众筹价格
zh_hk: 眾籌價格

# 短信验证码已经发送至%@*******%@
source: SMS verification code has been sent to %@*******%@
es: El código de verificación SMS se ha enviado a %@******* %@
fr: Le code de vérification SMS a été envoyé à%@ *******%@
ja: SMS認証コードが%@*******%@に送信されました。
ko: SMS 확인 코드는 %@******* %@로 전송되었습니다.
ru: SMS-проверкакодбылотправленна%@*******%@
zh_hans: 短信验证码已经发送至%@*******%@
zh_hk: 短信驗證碼已經發送至%@*******%@

# 确定
source: Sure
es: Confirmar
fr: Confirmer
ja: よっしゃー
ko: 확신하는
ru: Подтверждать
zh_hans: 确定
zh_hk: 確定

# 确定即代表您同意并接受
source: OK means you agree and accept
es: Al confirmar, usted acepta y acepta
fr: En confirmant, vous acceptez et acceptez
ja: 確認することにより、お客様は以下の内容に同意し、承諾したことになります。
ko: 확인함으로써 귀하는 동의하고 받아들입니다
ru: Подтвердив,высоглашаетесьипринимаете
zh_hans: 确定即代表您同意并接受
zh_hk: 確定即代表您同意並接受

# 确定取消该委托订单吗
source: Are you sure to cancel the commission order?
zh_hans: 确定取消该委托订单吗

# 确定取消该委托订单吗?
source: Are you sure to cancel this commission order?
es: ¿Estás seguro de que quieres cancelar el pedido?
fr: Êtes-vous sûr que vous souhaitez annuler la commande?
ja: 本当に注文を取り消すのですか？
ko: 커미션 주문을 취소 하시겠습니까?
ru: Выуверены,чтохотитеотменитьзаказ?
zh_hans: 确定取消该委托订单吗?
zh_hk: 確定取消該委託訂單嗎?

# 确定续费%@%@吗？
source: Are you sure to renew %@%@?
es: ¿Estás seguro de que quieres renovar %@ %@?
fr: Êtes-vous sûr de vouloir renouveler%@%@?
ja: 確かに%@%@を更新する？
ko: %@ %@를 갱신 하시겠습니까?
ru: Выуверены,чтохотитеобновить%@%@?
zh_hans: 确定续费%@%@吗？
zh_hk: 確定續費%@%@嗎？

# 确定要从"%@"划转数量%@%@到"%@"吗？
source: Are you sure you want to transfer the amount %@%@ from %@ to %@?
es: ¿Estás seguro de que quieres transferir una cantidad de%@%@ de %@ a %@?
fr: Êtes-vous sûr de vouloir transférer une quantité de%@ %@ de %@ à %@ ?
ja: 数量 %@%@ from %@</p> <p>を転送してよろしいですか？"
ko: %@ 에서 %@에서%@%@의 수량을 전송 하시겠습니까?
ru: Выуверены,чтохотитеперенестиколичество%@%@с%@to%@?
zh_hans: 确定要从"%@"划转数量%@%@到"%@"吗？
zh_hk: 確定要從"%@"划轉數量%@%@到"%@"嗎？

# 确定要删除选中的收款方式吗?
source: Are you sure you want to delete the selected payment method?
es: ¿Está seguro de que desea eliminar el método de pago seleccionado?
fr: Êtes-vous sûr de vouloir supprimer le mode de paiement sélectionné?
ja: 選択したコレクションメソッドを削除しますか？
ko: 선택한 지불 방법을 제거 하시겠습니까?
ru: Выуверены,чтохотитеудалитьвыбранныйспособоплаты?
zh_hans: 确定要删除选中的收款方式吗?
zh_hk: 確定要刪除選中的收款方式嗎?

# 确定要删除选中的自选吗?
source: Are you sure you want to delete the selected favorites?
es: ¿Estás seguro de que quieres eliminar la costumbre seleccionada?
fr: Êtes-vous sûr de vouloir supprimer la coutume sélectionnée?
ja: 選択した選択を削除したいですか？
ko: 선택한 사용자 정의를 삭제 하시겠습니까?
ru: Выуверены,чтохотитеудалитьвыбранныйобычай?
zh_hans: 确定要删除选中的自选吗?
zh_hk: 確定要刪除選中的自選嗎?

# 确定要取消提币吗?
source: Are you sure you want to cancel the withdrawal?
es: ¿Estás seguro de que quieres cancelar el retiro?
fr: Êtes-vous sûr que vous souhaitez annuler le retrait?
ja: 本当に出金をキャンセルしますか？
ko: 인출을 취소 하시겠습니까?
ru: Выуверены,чтохотитеотменитьснятие?
zh_hans: 确定要取消提币吗?
zh_hk: 確定要取消提幣嗎?

# 确定要回购%@数量的KBT吗？
source: Are you sure you want to repurchase %@ amount of KBT?
es: ¿Estás seguro de que quieres volver a comprar %@ cantidad de KBT?
fr: Êtes-vous sûr de souhaiter racheter%@ montant de KBT?
ja: %@本当にKBTを買い戻すんですか？
ko: KBT의 %@ 금액을 다시 구매 하시겠습니까?
ru: Выуверены,чтохотитевыкупить%@СуммаKBT?
zh_hans: 确定要回购%@数量的KBT吗？
zh_hk: 確定要回購%@數量的KBT嗎？

# 确定要认购数量为%@的%@吗？
source: Are you sure you want to subscribe %@ with %@?
es: ¿Estás seguro de que quieres suscribir %@ de %@?
fr: Êtes-vous sûr de vouloir vous abonner%@ de%@?
ja: 本当に%@量の%@を購読するのですか？
ko: %@ of %@ 가입 하시겠습니까?
ru: Выуверены,чтохотитеподписатьсяна%@of%@?
zh_hans: 确定要认购数量为%@的%@吗？
zh_hk: 確定要認購數量為%@的%@嗎？

# 确定要设置当前价格和数量吗？
source: Are you sure you want to set the current price and quantity?
es: ¿Estás seguro de que quieres establecer el precio y la cantidad actuales?
fr: Êtes-vous sûr de vouloir définir le prix et la quantité actuels?
ja: 現在の価格と数量を設定したいですか？
ko: 현재 가격과 수량을 설정 하시겠습니까?
ru: Выуверены,чтохотитеустановитьтекущуюценуиколичество?
zh_hans: 确定要设置当前价格和数量吗？
zh_hk: 確定要設置當前價格和數量嗎？

# 确定订阅%@%@吗？
source: Are you sure you want to subscribe to %@%@?
fr: ¿Estás seguro de que te suscribes a %@ %@?
ja: 確かに%@%@を購読する？
ko: %@ %@를 구독 하시겠습니까?
ru: Êtes-vous sûr de vous abonner à%@%@?
zh_hans: 确定订阅%@%@吗？
zh_hk: 確定訂閱%@%@嗎？

# 确认发佈
source: Confirm release
es: Confirmar la publicación
fr: Confirmer la publication
ja: ご注文の確認
ko: 릴리스를 확인하십시오
ru: Подтвердитепубликацию
zh_hans: 确认发布
zh_hk: 確認發佈

# 确认发布
source: confirm the release
zh_hans: 确认发布

# 确认取消订单
source: Confirm order cancellation
es: Confirmar la cancelación de pedidos
fr: Confirmer l'annulation de la commande
ja: キャンセル注文を確認します
ko: 주문 취소 확인
ru: Подтвердитеотменузаказа
zh_hans: 确认取消订单
zh_hk: 確認取消訂單

# 确认密码
source: Confirm Password
es: Confirmar contraseña
fr: Confirmez le mot de passe
ja: パスワードの確認
ko: 비밀번호 확인
ru: ПодтвердитьПароль
zh_hans: 确认密码
zh_hk: 確認密碼

# 确认收款并放行
source: Confirm payment and release
es: Confirmar el recibo y la liberación
fr: Confirmer le reçu et la libération
ja: 領収書を確認してリリースします
ko: 영수증 및 릴리스를 확인하십시오
ru: Подтвердитеквитанцию
zh_hans: 确认收款并放行
zh_hk: 確認收款並放行

# 确认是否上架该广告记录
source: Confirm whether to put the ad record on the shelf
es: Compruebe si se enumera el registro de anuncios
fr: Vérifiez si l'enregistrement d'annonce est répertorié
ja: 広告レコードを書くかどうかを確認します
ko: 광고 레코드가 나열되어 있는지 확인하십시오
ru: Проверьте,указанализаписьрекламы
zh_hans: 确认是否上架该广告记录
zh_hk: 確認是否上架該廣告記錄

# 确认是否下架该广告记录
source: Confirm whether to remove the advertisement record
es: Confirme si degradar el registro de anuncios
fr: Confirmer s'il faut rétrograder le dossier d'annonce
ja: 広告レコードを降りるかどうかを確認します
ko: 광고 레코드를 다운 그레이드할지 여부를 확인하십시오
ru: Подтвердите,понизитьлизаписьрекламы
zh_hans: 确认是否下架该广告记录
zh_hk: 確認是否下架該廣告記錄

# 确认是否删除该广告记录
source: Confirm whether to delete the advertisement record
es: Confirme si eliminar el registro de anuncios
fr: Confirmer s'il faut supprimer le dossier d'annonce
ja: 広告レコードを削除するかどうかを確認します
ko: 광고 레코드를 삭제할지 여부를 확인하십시오
ru: Подтвердите,удалитьлизаписьрекламнойзаписи
zh_hans: 确认是否删除该广告记录
zh_hk: 確認是否刪除該廣告記錄

# 确认离开
source: confirm to leave
es: Confirmar la partida
fr: Confirmer le départ
ja: 退社確認
ko: 떠나도록 확인하십시오
ru: Подтвердитеотъезд
zh_hans: 确认离开
zh_hk: 確認離開

# 确认离开支付
source: Confirm leave to pay
es: Confirmar para dejar el pago
fr: Confirmer pour laisser le paiement
ja: 退去時精算の確認
ko: 지불을 확인하십시오
ru: Подтвердите,чтобыоставитьоплату
zh_hans: 确认离开支付
zh_hk: 確認離開支付

# 确认订购
source: confirm order
es: Confirmar pedido
fr: Confirmer la commande
ja: 加入の確認
ko: 주문 확인
ru: Подтвердитезаказ
zh_hans: 确认订购
zh_hk: 確認訂購

# 确认转入
source: Confirm transfer
es: Confirmar transferencia en
fr: Confirmer le transfert dans
ja: 転送の確認
ko: 전송을 확인하십시오
ru: Подтвердитепередачув
zh_hans: 确认转入
zh_hk: 確認轉入

# 社区
source: Community
es: Comunidad
fr: Communauté
ja: コミュニティ
ko: 지역 사회
ru: Сообщество
zh_hans: 社区
zh_hk: 社區

# 社区人数：%@
source: Number of people in the community: %@
es: Número de comunidad:%@
fr: Nombre de communauté ：%@
ja: コミュニティの数：%@
ko: 커뮤니티 수 :%@
ru: Количествосообщества:%@
zh_hans: 社区人数：%@
zh_hk: 社區人數：%@

# 离强平价还剩 -
source: Remaining from liquidation price -
es: Restante a una fuerte paridad -
fr: Rester à une parité forte -
ja: ストロングパリティまで残り
ko: 강한 패리티에 남아 -
ru: Оставаясьвсильномпаритете-
zh_hans: 离强平价还剩 -
zh_hk: 離強平價還剩 -

# 离强平价还剩—
source: Remaining from strong parity -
zh_hans: 离强平价还剩—

# 立即升级
source: upgrade immediately
es: Actualizar ahora
fr: Mettre à jour maintenant
ja: すぐにアップグレードします
ko: 지금 업그레이드하십시오
ru: Обновисейчас
zh_hans: 立即升级
zh_hk: 立即升級

# 筛选
source: filter
es: Filtrar
fr: Filtre
ja: フィルター
ko: 필터
ru: Фильтр
zh_hans: 筛选
zh_hk: 篩選

# 筛选数据出错，请返回再重试
source: Error filtering data, please go back and try again
es: Error en el filtrado de datos, regrese y vuelva a intentarlo
fr: Erreur dans le filtrage des données, veuillez revenir en arrière et réessayer
ja: データのフィルタリングにエラーが発生しました。
ko: 데이터 필터링 오류, 돌아가서 다시 시도하십시오.
ru: Ошибкавфильтрацииданных,вернитесьипопробуйтеещераз
zh_hans: 筛选数据出错，请返回再重试
zh_hk: 篩選數據出錯，請返回再重試

# 简介
source: Introduction
es: Introducción
ja: 簡単な紹介
ko: 간단한 소개
ru: Введение
zh_hans: 简介
zh_hk: 簡介

# 类型
source: type
es: Escribe
fr: Taper
ja: タイプ
ko: 유형
ru: Тип
zh_hans: 类型
zh_hk: 類型

# 类型选择
source: type selection
es: Tipo de selección
fr: Sélection de type
ja: タイプ選択
ko: 유형 선택
ru: Выбортипа
zh_hans: 类型选择
zh_hk: 類型選擇

# 系统会为您筛选包含目标金额的商品
source: The system will screen for you products that contain the target amount
es: El sistema filtrará los productos que contienen la cantidad de destino para usted
fr: Le système filtrera les produits qui contiennent le montant cible pour vous
ja: 目標量を含む製品をシステムがフィルタリングしてくれる
ko: 시스템은 대상 금액으로 스크리닝됩니다.
ru: Системабудетотфильтроватьпродукты,которыесодержатцелевуюсуммудлявас
zh_hans: 系统会为您筛选包含目标金额的商品
zh_hk: 系統會為您篩選包含目標金額的商品

# 系统撤销
source: System undo
es: Sistema revocado
fr: Système révoqué
ja: システム失効
ko: 시스템 취소
ru: Системаотозвана
zh_hans: 系统撤销
zh_hk: 系統撤銷

# 系统通知
source: system notification
es: Notificación del sistema
fr: Notification système
ja: システム通知
ko: 시스템 알림
ru: Системноеуведомление
zh_hans: 系统通知
zh_hk: 系統通知

# 累计盈亏
source: Accumulated Profit and Loss
es: Ganancias/pérdidas acumuladas
fr: Profit / perte accumulé
ja: 累積P&L
ko: 누적 이익 또는 손실
ru: Накопленнаяприбыль/убыток
zh_hans: 累计盈亏
zh_hk: 累計盈虧

# 繁体中文
source: Traditional Chinese
ja: 繁体字(中国語)
ko: 繁體中文
zh_hans: 繁体中文
zh_hk: 繁體中文

# 红涨绿跌
source: red up green down
es: Rojo arriba, verde abajo
fr: Red Up, vert
ja: 赤い上昇と緑
ko: 빨간색, 녹색 아래
ru: Красныйвверх,зеленыйвниз
zh_hans: 红涨绿跌
zh_hk: 紅漲綠跌

# 绑定手机
source: bind phone
es: Teléfono móvil vinculante
fr: Téléphone mobile contraignant
ja: バインディング携帯電話
ko: 바인딩 휴대폰
ru: Привязываниемобильноготелефона
zh_hans: 绑定手机
zh_hk: 綁定手機

# 绑定邮箱
source: Bind mailbox
es: Correo electrónico vinculante
fr: E-mail contraignant
ja: バインドメールボックス
ko: 구속력있는 이메일
ru: Связаннаяэлектроннаяпочта
zh_hans: 绑定邮箱
zh_hk: 綁定郵箱

# 结束时间
source: End Time
es: Hora de finalización
fr: Heure de fin
ja: 終了時刻
ko: 종료 시간
ru: Времяокончания
zh_hans: 结束时间
zh_hk: 結束時間

# 续费
source: Renew
es: Cuota de renovación
fr: Frais de renouvellement
ja: リニューアル
ko: 갱신
ru: Платазапродление
zh_hans: 续费
zh_hk: 續費

# 绿涨红跌
source: green up red down
es: Verde arriba y rojo abajo
fr: Green et rouge
ja: 緑の上昇と赤
ko: 녹색과 빨간색
ru: Зеленыйикрасный
zh_hans: 绿涨红跌
zh_hk: 綠漲紅跌

# 网速不给力，请检查网络！
source: The network speed is not strong, please check the network!
es: La velocidad de Internet no es fuerte, ¡consulte la red!
fr: La vitesse Internet n'est pas forte, veuillez vérifier le réseau!
ja: インターネットの速度が出ない、ネットワークを確認してください
ko: 인터넷 속도는 강하지 않습니다. 네트워크를 확인하십시오!
ru: Скоростьинтернетанесильна,пожалуйста,проверьтесеть!
zh_hans: 网速不给力，请检查网络！
zh_hk: 網速不給力，請檢查網絡！

# 网页由 %@ 提供
source: Web page provided by %@
es: Página proporcionada por %@
fr: Page fournie par% @
ja: ページ提供：%@さん
ko: 웹 페이지는 %@에 의해 제공됩니다.
ru: Страницапредоставлена%@
zh_hans: 网页由 %@ 提供
zh_hk: 網頁由 %@ 提供

# 联系对方
source: Contact the Other Party
zh_hans: 联系对方

# 联繫对方
source: Contact each other
es: Póngase en contacto con la otra parte
fr: Contacter l'autre partie
ja: むこうに連絡する
ko: 서로 연락하십시오
ru: Свяжитесьсдругойстороной
zh_hans: 联系对方
zh_hk: 聯繫對方

# 自选
source: optional
es: Selección automática
fr: Auto-sélection
ja: セルフセレクション
ko: 선택
ru: Самоотборник
zh_hans: 自选
zh_hk: 自選

# 英语
source: English
ja: 英語
ko: 英語
zh_hans: 英语
zh_hk: 英語

# 获取他人收款方式错
source: Error in obtaining someone else's payment method
zh_hans: 获取他人收款方式错

# 获取他人收款方式错误
source: Obtaining the payment method of others is wrong
es: Forma incorrecta de recibir dinero de otros
fr: Mauvaise façon de recevoir de l'argent des autres
ja: 他人の支払を受ける間違った方法
ko: 다른 사람을위한 지불 방법을 얻습니다
ru: Неправильныйспособполучитьденьгиотдругих
zh_hans: 获取他人收款方式错误
zh_hk: 獲取他人收款方式錯誤

# 获取简介异常
source: get profile exception
es: Obtener excepción de perfil
fr: Obtenir une exception de profil
ja: Get Profile 例外
ko: 비정상적인 소개를 받으십시오
ru: Получитеисключениепрофиля
zh_hans: 获取简介异常
zh_hk: 獲取簡介異常

# 获取验证码
source: get verification code
es: Obtenga el código de verificación
fr: Obtenez le code de vérification
ja: 認証コードを取得する
ko: 검증 코드를 가져옵니다
ru: Получитькодпроверки
zh_hans: 获取验证码
zh_hk: 獲取驗證碼

# 获取验证码失败
source: Failed to get verification code
es: No se pudo obtener el código de verificación
fr: Échec de l'obtention du code de vérification
ja: 認証コードの取得に失敗しました
ko: 확인 코드를 얻지 못했습니다
ru: Неудалосьполучитькодпроверки
zh_hans: 获取验证码失败
zh_hk: 獲取驗證碼失敗

# 行情
source: quotes
es: Mercado
fr: Marché
ja: 引用元
ko: 시장
ru: Рынок
zh_hans: 行情
zh_hk: 行情

# 解绑
source: untie
es: Desatar
fr: Délier
ja: バインディング
ko: undind
ru: Рассеянный
zh_hans: 解绑
zh_hk: 解綁

# 解释：跟随高手的用户最近30天平均每笔交易的收益率。数值越大，代表跟随高手的用户收益越好。
source: Explanation: The average rate of return per transaction of users who follow the master in the last 30 days. The larger the value, the better the income of users who follow the master.
es: Explicación: El rendimiento promedio por operación durante los últimos 30 días para los usuarios que siguen al maestro. Cuanto mayor sea el valor, mejor será la rentabilidad de los seguidores.
fr: Explication: Le rendement moyen par métier pour les 30 derniers jours pour les utilisateurs qui suivent le maître. Plus la valeur est élevée, meilleure est la rentabilité des abonnés.
ja: 説明：マスターをフォローしている人の過去30日間の1トレードあたりの平均リターン。 この値が高いほど、マスターに従うユーザーの収益性が高いことを意味します。
ko: 설명 : 지난 30 일 동안 마스터를 따르는 전문가에 따라 각 거래의 평균 수익률. 가치가 클수록 사용자의 사용자 소득이 더 좋습니다.
ru: Объяснение:Средняядоходностьзаторговлюзапоследние30днейдляпользователей,которыеследуютзамастером.Чемвышестоимость,темлучшеприбыльностьподписчиков.
zh_hans: 解释：跟随高手的用户最近30天平均每笔交易的收益率。数值越大，代表跟随高手的用户收益越好。
zh_hk: 解釋：跟隨高手的用戶最近30天平均每筆交易的收益率。數值越大，代表跟隨高手的用戶收益越好。

# 解释：跟随高手的用户最近30天盈亏总金额
source: Explanation:Thetotalamountofprofitandlossforthelast30daysforuserswhofollowtheexperts
es: Explicación: La cantidad total de ganancias y pérdidas durante los últimos 30 días para los usuarios que siguen a los expertos
fr: Explication: Le montant total des bénéfices et des pertes pour les 30 derniers jours pour les utilisateurs qui suivent les experts
ja: 説明：マスターをフォローしているユーザーの過去30日間の損益合計額
ko: 설명 : 지난 30 일 동안 마스터를 따르는 사용자의 총 이익과 손실
ru: Объяснение: Общая сумма прибыли и убытки за последние 30 дней для пользователей, которые следуют экспертам
zh_hans: 解释：跟随高手的用户最近30天盈亏总金额
zh_hk: 解釋：跟隨高手的用戶最近30天盈虧總金額

# 解释：跟随高手盈利的几率。数值越大，代表跟单获利的可能性就越高。
source: Explanation: The probability of following a master to make a profit. The larger the value, the higher the possibility of copying a profit.
es: Explicación: La probabilidad de seguir las ganancias de un maestro. Cuanto mayor sea el valor, mayores serán las posibilidades de ganar.
fr: Explication: La probabilité de suivre le profit d'un maître. Plus la valeur est élevée, plus les chances de gagner sont élevées.
ja: 解説：師匠に続いて儲かる確率のこと。 価値が高ければ高いほど、利益が出る可能性が高くなります。
ko: 설명 : 마스터의 수익성의 기회에 따라. 가치가 클수록 단일 이익을 얻을 수있는 수익성의 가능성이 높아집니다.
ru: Объяснение:ВероятностьследованияприбылиМастера.Чемвышестоимость,темвышевероятностьпобеды.
zh_hans: 解释：跟随高手盈利的几率。数值越大，代表跟单获利的可能性就越高。
zh_hk: 解釋：跟隨高手盈利的幾率。數值越大，代表跟單獲利的可能性就越高。
