Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, ru, zh_hans, zh_hk

# 请输入止损比例
source: Please enter the stop loss ratio
es: Ingrese una relación de parada
fr: Veuillez saisir un rapport de perte d'arrêt
ja: ストップロスの比率を入力してください
ko: 정지 손실 비율을 입력하십시오
ru: Пожалуйста,введитекоэффициентстоп-потерь
zh_hans: 请输入止损比例
zh_hk: 請輸入止損比例

# 请输入止损比例.
source: Please enter the stop loss percentage.
zh_hans: 请输入止损比例.

# 请输入止盈价
source: Please enter the take profit price
es: Ingrese su precio de beneficio para tomar
fr: Veuillez saisir votre prix de profit
ja: テイクプロフィット価格を入力してください
ko: 이익 가격을 입력하십시오
ru: Пожалуйста,введитесвоюценувозьмитеприбыль
zh_hans: 请输入止盈价
zh_hk: 請輸入止盈價

# 请输入止盈价格
source: Please enter the take profit price
es: Ingrese el precio de la pérdida de parada
fr: Veuillez saisir le prix de perte d'arrêt
ja: 利益価格を入力してください
ko: 정지 손실 가격을 입력하십시오
ru: Пожалуйста,введитеценуостановки
zh_hans: 请输入止盈价格
zh_hk: 請輸入止盈價格

# 请输入止盈比例
source: Please enter the take profit ratio
es: Ingrese su relación con ganancias de toma
fr: Veuillez saisir votre ratio de bénéfices
ja: テイクプロフィット比率を入力してください。
ko: 테이크 이익 비율을 입력하십시오
ru: Пожалуйста,введитесвойкоэффициентполученияприбыли
zh_hans: 请输入止盈比例
zh_hk: 請輸入止盈比例

# 请输入正确的充值金额
source: Please enter the correct recharge amount
es: Ingrese la cantidad correcta de recarga
fr: Veuillez saisir la quantité correcte de recharge
ja: 正しいリチャージ金額を入力してください
ko: 올바른 재충전 금액을 입력하십시오
ru: Пожалуйста,введитеправильнуюсуммуперезарядки
zh_hans: 请输入正确的充值金额
zh_hk: 請輸入正確的充值金額

# 请输入每笔跟单上限
source: Please enter the upper limit of each order
es: Ingrese la cantidad máxima por pedido
fr: Veuillez saisir le montant maximum par commande
ja: 1回の注文の上限金額を入力してください
ko: 각 상한을 입력하십시오
ru: Пожалуйста,введитемаксимальнуюсуммуназаказ
zh_hans: 请输入每笔跟单上限
zh_hk: 請輸入每筆跟單上限

# 请输入用户名!
source: please enter user name!
es: ¡Ingrese el nombre de usuario!
fr: Veuillez saisir le nom d'utilisateur!
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하십시오!
ru: Пожалуйста,введитеимяпользователя!
zh_hans: 请输入用户名!
zh_hk: 請輸入用戶名!

# 请输入申购数量
source: Please enter the purchase quantity
es: Ingrese la cantidad de compra
fr: Veuillez saisir la quantité d'achat
ja: 数量を入力してください
ko: 구매 수량을 입력하십시오
ru: Пожалуйста,введитеколичествопокупки
zh_hans: 请输入申购数量
zh_hk: 請輸入申購數量

# 请输入订阅的周期数
source: Please enter the number of subscription periods
zh_hans: 请输入订阅的周期数

# 请输入订阅的週期数
source: Please enter the period of subscription
es: Ingrese el número de períodos de suscripción
fr: Veuillez saisir le nombre de périodes d'abonnement
ja: 購読期間数を入力してください
ko: 구독 기간 수를 입력하십시오
ru: Пожалуйста,введитеколичествопериодовподписки
zh_hans: 请输入订阅的周期数
zh_hk: 請輸入訂閱的週期數

# 请输入账户
source: Please enter account
es: Ingrese la cuenta
fr: Veuillez saisir le compte
ja: アカウントを入力してください
ko: 계정을 입력하십시오
ru: Пожалуйста,введитеучетнуюзапись
zh_hans: 请输入账户
zh_hk: 請輸入賬戶

# 请输入购买数量
source: Please enter the purchase quantity
es: Ingrese la cantidad de compra
fr: Veuillez saisir la quantité d'achat
ja: 購入する数量を入力してください
ko: 구매 수량을 입력하십시오
ru: Пожалуйста,введитеколичествопокупки
zh_hans: 请输入购买数量
zh_hk: 請輸入購買數量

# 请输入跟单USDT
source: Please enter the documentary USDT
es: Ingrese el pedido USDT
fr: Veuillez saisir la commande USDT
ja: 注文をUSDTで入力してください。
ko: 주문 USDT를 입력하십시오
ru: Пожалуйста,введитезаказUSDT
zh_hans: 请输入跟单USDT
zh_hk: 請輸入跟單USDT

# 请输入身份证号码！
source: Please enter the ID number!
es: ¡Ingrese su número de identificación!
fr: Veuillez saisir votre numéro d'identification!
ja: ID番号を入力してください
ko: ID 번호를 입력하십시오!
ru: Пожалуйста,введитесвойидентификационныйномер!
zh_hans: 请输入证件号码！
zh_hk: 請輸入證件號碼！

# 请输入转入数量
source: Please enter the transfer amount
es: Ingrese la cantidad que se transferirá en
fr: Veuillez saisir la quantité à transférer dans
ja: 転送する数量を入力してください
ko: 양도 할 수량을 입력하십시오
ru: Пожалуйста,введитеколичество,котороебудетпереданов
zh_hans: 请输入转入数量
zh_hk: 請輸入轉入數量

# 请输入转出数量
source: Please enter the transfer quantity
es: Ingrese el número de transferencias
fr: Veuillez saisir le nombre de transferts
ja: トランスファー・アウトの回数を入力してください
ko: 전송 수를 입력하십시오
ru: Пожалуйста,введитеколичествопереводов
zh_hans: 请输入转出数量
zh_hk: 請輸入轉出數量

# 请输入追加的金额
source: Please enter the additional amount
es: Ingrese el monto que se agregará
fr: Veuillez saisir le montant à ajouter
ja: 追加される金額を入力してください
ko: 추가 금액을 입력하십시오
ru: Пожалуйста,введитесумму,котораябудетдобавлена
zh_hans: 请输入追加的金额
zh_hk: 請輸入追加的金額

# 请输入邮箱
source: Please insert your e-mail
ja: メールアドレスを入力してください
ko: 請輸入郵箱
zh_hans: 请输入邮箱
zh_hk: 請輸入郵箱

# 请输入邮箱验证码
source: Please enter the email verification code
es: Ingrese su código de verificación de correo electrónico
fr: Veuillez saisir votre code de vérification par e-mail
ja: 電子メール認証コードを入力してください
ko: 이메일 확인 코드를 입력하십시오
ru: Пожалуйста,введитесвойкодпроверкиэлектроннойпочты
zh_hans: 请输入邮箱验证码
zh_hk: 請輸入郵箱驗證碼

# 请输入银行卡号
source: and bank card number
es: Ingrese su número de tarjeta bancaria
fr: Veuillez saisir votre numéro de carte bancaire
ja: 銀行カード番号を入力してください
ko: 은행 카드 번호를 입력하십시오
ru: Пожалуйста,введитеномербанковскойкарты
zh_hans: 请输入银行卡号
zh_hk: 請輸入銀行卡號

# 请输入验证码
source: please enter verification code
es: Ingrese el código de verificación
fr: Veuillez saisir le code de vérification
ja: 認証コードを入力してください
ko: 확인 코드를 입력하십시오
ru: Пожалуйста,введитекодпроверки
zh_hans: 请输入验证码
zh_hk: 請輸入驗證碼

# 请进行实名认证
source: Please perform real-name authentication
es: Por favor, autentique con su nombre real
fr: Veuillez vous authentifier avec votre vrai nom
ja: 実名で認証してください
ko: 실제 이름 인증을 만드십시오
ru: Пожалуйста,подтвердитеподлинностьсвашимнастоящимименем
zh_hans: 请进行实名认证
zh_hk: 請進行實名認證

# 请选择二维码图片
source: Please select a QR code image
es: Seleccione la imagen del código QR
fr: Veuillez sélectionner l'image du code QR
ja: QRコード画像を選択してください
ko: QR 코드 사진을 선택하십시오
ru: Пожалуйста,выберитекартинкуQR-кода
zh_hans: 请选择二维码图片
zh_hk: 請選擇二維碼圖片

# 请选择保证金
source: Please select deposit
es: Seleccione Margen
fr: Veuillez sélectionner la marge
ja: マージンを選択してください
ko: 마진을 선택하십시오
ru: Пожалуйста,выберитемаржу
zh_hans: 请选择保证金
zh_hk: 請選擇保證金

# 请选择倍数
source: Please select multiple
es: Seleccione un multiplicador
fr: Veuillez sélectionner un multiplicateur
ja: 倍率を選択してください
ko: 여러 가지를 선택하십시오
ru: Пожалуйста,выберитемножитель
zh_hans: 请选择倍数
zh_hk: 請選擇倍數

# 请选择提币地址
source: Please enter the withdrawal address
ja: コインの住所を入力してください
ko: 請輸入提幣地址
zh_hans: 请选择提币地址
zh_hk: 請輸入提幣地址

# 请选择提币币种
source: Please select the withdrawal currency
es: Seleccione la moneda de retiro
fr: Veuillez sélectionner la monnaie de retrait
ja: 出金通貨を選択してください
ko: 인출 통화를 선택하십시오
ru: Пожалуйста,выберитевалютуотмены
zh_hans: 请选择提币币种
zh_hk: 請選擇提幣幣種

# 请选择支付方式
source: Please select the payment method
es: Por favor seleccione un método de pago
fr: Veuillez choisir un moyen de paiement
ja: お支払い方法を選択してください
ko: 지불 방법을 선택하십시오
ru: Пожалуйста,выберитеспособоплаты
zh_hans: 请选择支付方式
zh_hk: 請選擇支付方式

# 请选择收款方式
source: Please select payment method
es: Seleccione el método de pago
fr: Veuillez sélectionner le mode de paiement
ja: 支払い方法を選択してください
ko: 지불 방법을 선택하십시오
ru: Пожалуйста,выберитеспособоплаты
zh_hans: 请选择收款方式
zh_hk: 請選擇收款方式

# 请选择正确的倍数
source: Please select the correct multiple
es: Seleccione el multiplicador correcto
fr: Veuillez sélectionner le bon multiplicateur
ja: 正しい倍数を選択してください
ko: 올바른 승수를 선택하십시오
ru: Пожалуйста,выберитеправильныймножитель
zh_hans: 请选择正确的倍数
zh_hk: 請選擇正確的倍數

# 请选择申诉原因
source: Please select the reason for appeal
es: Seleccione el motivo de su queja
fr: Veuillez sélectionner la raison de votre plainte
ja: 苦情の理由をお選びください
ko: 항소 이유를 선택하십시오
ru: Пожалуйста,выберитепричинувашейжалобы
zh_hans: 请选择申诉原因
zh_hk: 請選擇申訴原因

# 请选择认购金额
source: Please select the subscription amount
es: Seleccione el monto de la suscripción
fr: Veuillez sélectionner le montant de l'abonnement
ja: 購読金額を選択してください
ko: 구독 금액을 선택하십시오
ru: Пожалуйста,выберитесуммуподписки
zh_hans: 请选择认购金额
zh_hk: 請選擇認購金額

# 请选择账户类型
source: Please select account type
es: Seleccione el tipo de cuenta
fr: Veuillez sélectionner le type de compte
ja: アカウントの種類を選択してください
ko: 계정 유형을 선택하십시오
ru: Пожалуйста,выберитетипучетнойзаписи
zh_hans: 请选择账户类型
zh_hk: 請選擇賬戶類型

# 请重新拖动验证图片
source: Please re-drag the verification image
es: Vuelva a arrastrar la imagen de verificación
fr: Veuillez redémarrer l'image de vérification
ja: 検証用画像を再ドラッグしてください
ko: 확인 이미지를 다시 드러내십시오
ru: Пожалуйста,повторноперетащитеизображениепроверки
zh_hans: 请重新拖动验证图片
zh_hk: 請重新拖動驗證圖片

# 财务记录
source: financial records
es: Historia financiera
fr: Histoire financière
ja: 財務記録
ko: 재무 기록
ru: Финансоваяистория
zh_hans: 财务记录
zh_hk: 財務記錄

# 账号
source: account
es: Número de cuenta
fr: Numéro de compte
ja: アカウント番号
ko: 계정
ru: Номерсчета
zh_hans: 账号
zh_hk: 賬號

# 账户
source: account
es: Cuenta
fr: Compte
ja: 決算情報
ko: 계정
ru: Счет
zh_hans: 账户
zh_hk: 賬戶

# 账户余额可用
source: Account balance available
es: Saldo de la cuenta disponible
fr: Solde du compte disponible
ja: 利用可能な口座残高
ko: 사용 가능한 계정 잔액
ru: Баланссчетадоступен
zh_hans: 账户余额可用
zh_hk: 賬戶餘額可用

# 账户总资产
source: Total assets of the account
es: Activos de cuenta total
fr: Actif total du compte
ja: 口座資産合計
ko: 총 계정 자산
ru: Общиеактивысчета
zh_hans: 账户总资产
zh_hk: 賬戶總資產

# 账户未实名
source: Account is not real name
es: Cuenta de cuenta irreal
fr: Compte Unreal Nom
ja: 本名のないアカウント
ko: 계정 비현실적인 이름
ru: Учетнаязаписьнереальноеимя
zh_hans: 账户未实名
zh_hk: 賬戶未實名

# 账户类型
source: account type
es: Tipo de cuenta
fr: Type de compte
ja: 口座の種類
ko: 계정 유형
ru: типаккаунта
zh_hans: 账户类型
zh_hk: 賬戶類型

# Defi专区
source: Defi special area
es: Defi área especial
ja: Defi 特別エリア
ko: Defi 특수 지역
ru: Defi особая зона
zh_hans: Defi专区
zh_hk: Defi專區

# 质押记录
source: pledge record
es: registro de compromiso
fr: registre des promesses de dons
ja: 誓約書
ko: 서약 기록
ru: запись о залоге
zh_hans: 质押记录
zh_hk: 质押記錄

# 购买
source: Buy
es: Comprar
fr: Acheter
ja: 購入
ko: 구입하다
ru: Купить
zh_hans: 购买
zh_hk: 購買

# 购买 USDT
source: Buy USDT
zh_hans: 购买 USDT

# 购买USDT
source: Buy USDT
es: Comprar USDT
fr: Acheter USDT
ja: USDTの購入
ko: USDT를 구입하십시오
ru: КупитьUSDT
zh_hans: 购买USDT
zh_hk: 購買USDT

# 购买中
source: buying
es: Comprar
fr: Achat
ja: 購入
ko: 구매
ru: Покупка
zh_hans: 购买中
zh_hk: 購買中

# 购买单价
source: purchase unit price
es: Precio de compra
fr: Prix
ja: 購入単価
ko: 단가를 구매하십시오
ru: Цена
zh_hans: 购买单价
zh_hk: 購買單價

# 购买成功
source: successful purchase
es: Compra exitosa
fr: Acheter réussi
ja: 購入成功
ko: 성공적인 구매
ru: Купитьуспешный
zh_hans: 购买成功
zh_hk: 購買成功

# 购买数量
source: Purchase quantity
es: Comprar cantidad
fr: Acheter la quantité
ja: 購入数
ko: 구매 수량
ru: Купитьколичество
zh_hans: 购买数量
zh_hk: 充值數量

# 资产
source: Assets
es: Activos
fr: Les atouts
ja: 資産
ko: 자산
ru: Ресурсы
zh_hans: 资产
zh_hk: 資產

# 资料修改失败
source: Data modification failed
es: Falló la modificación de datos
fr: La modification des données a échoué
ja: プロファイルの変更に失敗しました
ko: 데이터 수정이 실패했습니다
ru: La modification des données a échoué
zh_hans: 资料修改失败
zh_hk: 資料修改失敗

# 资料修改成功
source: 데이터를 성공적으로 수정하십시오
es: Modificar los datos con éxito
fr: Modifier les données avec succès
ja: プロファイルの変更に成功
ru: Успешноизменитьданные
zh_hans: 资料修改成功
zh_hk: 資料修改成功

# 资料并没有任何修改哦~
source: The information has not been modified~
es: No hay cambios en su información.
fr: Il n'y a aucun changement dans vos informations.
ja: プロフィールに変更はございません。
ko: 귀하의 정보에는 변경이 없습니다.
ru: Ввашейинформациинетизменений.
zh_hans: 资料并没有任何修改哦~
zh_hk: 資料並沒有任何修改哦~

# 超过最大倍数:%ld
source: Exceed the maximum multiplier: %ld
ja: 最大倍数を超えています：％ld
zh_hans: 超过最大倍数:%ld

# 跌幅榜
source: drop list
es: Abajo
fr: Inconvénient
ja: マイナス面
ko: 단점
ru: Недостаток
zh_hans: 跌幅榜
zh_hk: 跌幅榜

# 距离本轮申购结束还剩
source: Until the end of this round of purchase
es: Todavía queda al final de esta ronda de compra.
fr: Il reste à la fin de cette série d'achat
ja: このサブスクリプションのラウンドの終了まで残ります
ko: 이 구매 라운드가 끝날 때까지 여전히 남아 있습니다.
ru: Кконцуэтогораундапокупкивсеещеостается
zh_hans: 距离本轮申购结束还剩
zh_hk: 距離本輪申購結束還剩

# 跟单交易记录
source: Documentary transaction records
es: Historial de pedidos
fr: Historique des commandes
ja: 注文履歴
ko: 주문 내역
ru: Историязаказов
zh_hans: 跟单交易记录
zh_hk: 跟單交易記錄

# 跟单人数
source: Number of People Follow-Up the Order
es: Número de seguidores
fr: Nombre d'adeptes
ja: フォロワー数
ko: 한 사람이있는 번호
ru: Количество последователей
zh_hans: 跟单人数
zh_hk: 跟單人數

# 跟单人气
source: Follower popularity
es: Seguidores
fr: Suiveurs
ja: 人気度
ko: 단일 인기
ru: Последователи
zh_hans: 跟单人气
zh_hk: 跟單人氣

# 跟单冻结资产(USDT)
source: Documentary frozen assets (USDT)
es: Siga el activo congelado único (USDT)
fr: Suivez l'actif congelé unique (USDT)
ja: 注文の凍結資産（USDT）
ko: 단일 냉동 자산 (USDT)을 따르십시오.
ru: Следуйтезаоднимзамороженнымактивом(USDT)
zh_hans: 跟单冻结资产(USDT)
zh_hk: 跟單凍結資產(USDT)

# 跟单分成
source: documentary share
es: Cuota
fr: Partager
ja: Делиться
ko: 공유하다
ru: Partager
zh_hans: 跟单分成
zh_hk: 跟單分成

# 跟单即代表您同意并接受
source: Copying means that you agree and accept
es: Al realizar un pedido, usted acepta y acepta
fr: En passant une commande, vous acceptez et acceptez
ja: 注文を行うことにより、お客様は以下の事項に同意し、承諾したものとみなされます。
ko: 주문을함으로써 귀하는 동의하고 수락합니다
ru: Размещаязаказ,высоглашаетесьипринимаете
zh_hans: 跟单即代表您同意并接受
zh_hk: 跟單即代表您同意並接受

# 跟单委托
source: Documentary entrustment
es: Colocación de la orden
fr: Placement des commandes
ja: 注文の配置
ko: 주문 배치
ru: Размещениезаказа
zh_hans: 跟单委托
zh_hk: 跟單委託

# 跟单委托数量
source: Quantity of documentary order
es: Número de pedidos realizados
fr: Nombre de commandes passées
ja: 受注件数
ko: 배치 된 주문 수
ru: Количестворазмещенныхзаказов
zh_hans: 跟单委托数量
zh_hk: 跟單委託數量

# 跟单总投入
source: total investment in documentary
es: Inversión total
fr: Investissement total
ja: 投資額合計
ko: 총 투자를 따르십시오
ru: Общаяинвестиция
zh_hans: 跟单总投入
zh_hk: 跟單總投入

# 跟单成交
source: Copy transaction
es: Transacción de seguimiento
fr: Transaction de suivi
ja: フォローアップ取引
ko: 후속 거래
ru: Последующаятранзакция
zh_hans: 跟单成交
zh_hk: 跟單成交

# 跟单成交数量
source: Copy transaction quantity
es: Número de órdenes de seguimiento
fr: Nombre d'ordres de suivi
ja: フォローアップ注文数
ko: 후속 주문 수
ru: Количествопоследующихзаказов
zh_hans: 跟单成交数量
zh_hk: 跟單成交數量

# 跟单成功
source: Successfully copy the order
es: Ordenar éxito
fr: Commander le succès
ja: 注文の成功
ko: 성공적인
ru: Заказуспех
zh_hans: 跟单成功
zh_hk: 跟單成功

# 跟单投入
source: Documentary input
es: Entrada de pedido
fr: Entrée de commande
ja: 注文の入力
ko: 주문 입력
ru: Заказвход
zh_hans: 跟单投入
zh_hk: 跟單投入

# 跟单持仓
source: Documentary position
es: Posición de llamada
fr: Poste d'appel
ja: 注文位置
ko: 목록
ru: Вызоватьпозицию
zh_hans: 跟单持仓
zh_hk: 跟單持倉

# 跟单收益率
source: Profitability of Follow-Up Orders
es: Tasa de ganancia
fr: Taux de profit
ja: 収益性
ko: 단일 수율을 따르십시오
ru: Ставка прибыли
zh_hans: 跟单收益率
zh_hk: 跟單收益率

# 跟单明细
source: Documentation details
es: Detalles del pedido
fr: Détails de la commande
ja: ご注文内容
ko: 단일 세부 사항
ru: Информациядлязаказа
zh_hans: 跟单明细
zh_hk: 跟單明細

# 跟单机构
source: documentary agency
es: Organización única
fr: Organisation unique
ja: 保留中の機関
ko: 단일 조직
ru: Одиночнаяорганизация
zh_hans: 跟单机构
zh_hk: 跟單機構

# 跟单止损：暂无设置
source: Copy stop loss: no setting
es: Detener la pérdida: no hay configuración por ahora
fr: Stop Loss ： Pas de réglage pour le moment
ja: ストップロス：設定なし
ko: 중지 손실 : 아직 설정이 없습니다
ru: Стопутрат：НЕТУСТАНОВКИ
zh_hans: 跟单止损：暂无设置
zh_hk: 跟單止損：暫無設置

# 跟单止盈：暂无设置
source: Copy take profit: no setting
es: Tomar ganancias: sin configuración
fr: PROFIBLEZ LE PROFESSE ： Pas de paramètre
ja: テイクプロフィット：設定なし
ko: 싱글로 이익을 중지하십시오 : 아직 설정이 없습니다
ru: Примитеприбыль:безнастройки
zh_hans: 跟单止盈：暂无设置
zh_hk: 跟單止盈：暫無設置

# 跟单每笔上限
source: Copy limit per transaction
es: Límite por orden
fr: Limiter par commande
ja: 1注文あたりの限度額
ko: 단일 한도를 따르십시오
ru: Ограничениеназаказ
zh_hans: 跟单每笔上限
zh_hk: 跟單每筆上限

# 跟单盈亏
source: Copy profit and loss
es: Pérdida de beneficios
fr: Perte de profit
ja: 利益/損失
ko: 이익/손실
ru: Потеряприбыли
zh_hans: 跟单盈亏
zh_hk: 跟單盈虧

# 跟单盈利额
source: Profitability of Follow-Up Orders
es: Monto de la ganancia
fr: Montant du bénéfice
ja: フォロー利益額
ko: 단일 이익액처럼
ru: Сумма прибыли
zh_hans: 跟单盈利额
zh_hk: 跟單盈利額

# 跟单类型
source: documentary type
es: Tipos de pedido
fr: Types de commandes
ja: 注文の種類
ko: 주문 유형
ru: Типызаказа
zh_hans: 跟单类型
zh_hk: 跟單類型

# 跟单胜率
source: Winning Rate of Follow-up Orders
es: Pedir tasa de ganancia
fr: Taux de victoire de commande
ja: 入賞率
ko: 단일 승리율을 따르십시오
ru: Заказвыигрыш
zh_hans: 跟单胜率
zh_hk: 跟單勝率

# 跟单设置
source: Copy settings
es: Configuración de pedido
fr: Paramètres de commande
ja: 注文設定
ko: 단일 설정
ru: Настройкизаказа
zh_hans: 跟单设置
zh_hk: 跟單設置

# 跟单账户
source: Documentary account
es: Cuenta única
fr: Compte unique
ja: 保留中のアカウント
ko: 단일 계정
ru: Единственнаяучетнаязапись
zh_hans: 跟单账户
zh_hk: 跟單賬戶

# 跟单资产不能低于%@USDT
source: The documentary asset cannot be lower than %@USDT
es: El activo del pedido no puede ser inferior al %@USDT
fr: L'actif de la commande ne peut pas être inférieur à%@ USDT
ja: 注文の資産が%@USDT未満でないこと
ko: 주문의 자산은 %@USDT보다 작을 수 없습니다.
ru: Активпорядканеможетбытьменьше,чем%@usdt
zh_hans: 跟单资产不能低于%@USDT
zh_hk: 跟單資產不能低於%@USDT

# 跟单资产分布
source: Distribution of documentary assets
es: Distribución de activos
fr: Distribution des actifs
ja: 受注資産配分
ko: 단일 자산으로 분배
ru: Распределениеактивов
zh_hans: 跟单资产分布
zh_hk: 跟單資產分布

# 跟单资金
source: Documentary funds
es: Seguido de capital
fr: Capital suivi
ja: 資金
ko: 자본을 따랐다
ru: Последовалзакапиталом
zh_hans: 跟单资金
zh_hk: 跟單資金

# 跟随高手的用户最近30天平均每笔交易的收益率。数值越大，代表跟随高手的用户收益越好
source: Definition: the average profitability of each trade in the last 30 days for users who follow the master. The larger the value, the better the return for the user following the master.
zh_hans: 跟随高手的用户最近30天平均每笔交易的收益率。数值越大，代表跟随高手的用户收益越好

# 跟随高手的用户最近30天盈亏总金额.
source: Definition: the total amount of profit and loss of users who followed the master in the the past 30 days.
zh_hans: 跟随高手的用户最近30天盈亏总金额。

# 跟随高手盈利的几率。数值越大，代表跟单获利的可能性就越高.
source: Definition: the chance of following the master's profit. The larger the value, the higher the possibility of profitability.
zh_hans: 跟随高手盈利的几率。数值越大，代表跟单获利的可能性就越高.

# 转入%@数量到存币宝
source: Transfer %@ quantity to Cubibao
es: Transferir %@ cantidad a la criptomoneda
fr: Transférer%@ quantité à la crypto-monnaie
ja: コインバンクに％＠の金額を送金する
ko: %@ 수량을 cryptocurrency로 옮깁니다
ru: Перенос%@Количествовкриптовалюту
zh_hans: 转入%@数量到存币宝
zh_hk: 轉入%@數量到存幣寶

# 转入成功
source: transfer success
es: La transferencia fue exitosa
fr: Le transfert a réussi
ja: 成功
ko: 이전이 성공적이었습니다
ru: Передачабылауспешной
zh_hans: 转入成功
zh_hk: 轉入成功

# 转入账户选择
source: Selection of transfer in account
es: Selección de cuenta de transferencia
fr: Sélection du compte de transfert
ja: 口座振替選択
ko: 선택 선택으로 전환하십시오
ru: Выборучетнойзаписипередачи
zh_hans: 转入账户选择
zh_hk: 轉入賬戶選擇

# 转出%@数量到持仓
source: Transfer %@ amount to the position
es: Transferir %@ de cantidad a posición
fr: Transfert%@ de quantité à positionner
ja: 数量%@をポジションに転送する
ko: 수량의 %@을 위치로 옮깁니다
ru: Переносить%@количестванаположение
zh_hans: 转出%@数量到持仓
zh_hk: 轉出%@數量到持倉

# 转出成功
source: transfer out successfully
es: Transferir exitoso
fr: Transférer réussi
ja: 移管に成功
ko: 성공적으로 이체하십시오
ru: Передачауспешно
zh_hans: 转出成功
zh_hk: 轉出成功

# 转出数量必须大于0！
source: The transfer amount must be greater than 0!
es: ¡La cantidad de transferencia de transferencia debe ser mayor que 0!
fr: Le transfert de quantité doit être supérieur à 0!
ja: 転送数は0より大きくなければならない!
ko: 양도 수량은 0보다 커야합니다!
ru: Передачаколичествадолжнобытьбольше0!
zh_hans: 转出数量必须大于0！
zh_hk: 轉出數量必須大於0！

# 转出数量超过当前持有数量！
source: The amount transferred out exceeds the current holding amount!
es: ¡La cantidad transferida es más que la cantidad actual que se mantiene!
fr: La quantité transférée est plus que la quantité actuelle maintenue!
ja: 転出数が現在の保有数を上回っている！？
ko: 전달 된 수량은 현재 수량보다 많습니다!
ru: Переданноеколичество-этобольше,чемтекущееколичествоудерживаемого!
zh_hans: 转出数量超过当前持有数量！
zh_hk: 轉出數量超過當前持有數量！

# 转出账户选择
source: Transfer Account Selection
es: Transferir la selección de la cuenta
fr: Transférer la sélection du compte
ja: 振替口座選択
ko: 계정 선택을 전송하십시오
ru: Выборучетнойзаписи
zh_hans: 转出账户选择
zh_hk: 轉出賬戶選擇

# 输入ID搜索
source: Enter ID to search
es: Ingrese la identificación para buscar
fr: Entrez ID pour rechercher
ja: IDを入力して検索
ko: ID 검색을 입력하십시오
ru: ВведитеIDдляпоиска
zh_hans: 输入ID搜索
zh_hk: 輸入ID搜索

# 输入交易密码
source: Enter transaction password
es: Ingrese su contraseña de transacción
fr: Entrez votre mot de passe de transaction
ja: 取引パスワードを入力する
ko: 거래 비밀번호를 입력하십시오
ru: Введитепарольтранзакции
zh_hans: 输入交易密码
zh_hk: 輸入交易密碼

# 输入太多文字啦!
source: Enter too much text!
es: ¡Demasiado texto!
fr: Trop de texte!
ja: 文字が多すぎる！？
ko: 너무 많은 텍스트!
ru: Слишкоммноготекста!
zh_hans: 输入太多文字啦!
zh_hk: 輸入太多文字啦!

# 输入或长按粘贴地址
source: Enter or long press to paste the address
es: Ingrese o haga clic largo para pegar la dirección
fr: Entrez ou cliquez sur longtemps pour coller l'adresse
ja: アドレスを入力またはロングクリックで貼り付け
ko: 주소를 붙여 넣으려면 입력하거나 긴 클릭하십시오
ru: Введитеилинажмитедлинное,чтобывставитьадрес
zh_hans: 输入或长按粘贴地址
zh_hk: 輸入或長按粘貼地址

# 输入的回购数量不能超过可回购数量
source: The repurchase quantity entered cannot exceed the repurchase quantity
es: El número de recompras ingresadas no puede exceder el número de recompras disponibles
fr: Le nombre de rachats établis ne peut dépasser le nombre de rachats disponibles
ja: 入力した買戻し回数が、買戻し可能回数を超えることはありません
ko: 입력 된 재구매 횟수는 사용 가능한 재구매 수를 초과 할 수 없습니다.
ru: Количествовведенныхвыкупанеможетпревышатьколичестводоступныхвыкупа
zh_hans: 输入的回购数量不能超过可回购数量
zh_hk: 輸入的回購數量不能超過可回購數量

# 输入的数量不能低于%@
source: The quantity entered cannot be less than %@
es: La cantidad ingresada no puede ser inferior al %@
fr: La quantité entrée ne peut pas être inférieure à%@
ja: 入力された数量が%@より小さいことはできません。
ko: 입력 한 수량은 %@보다 작을 수 없습니다.
ru: Введенноеколичествонеможетбытьменьше%@
zh_hans: 输入的数量不能低于%@
zh_hk: 輸入的數量不能低於%@

# 输入跟单倍数不能大于%ld!
source: The input copy multiple cannot be greater than %ld!
es: ¡Ingrese un multiplicador no más grande que %ld!
fr: Entrez un multiplicateur pas supérieur à%ld!
ja: 倍率は%ldより大きくはできません。
ko: %ld보다 큰 승수를 입력하십시오!
ru: Введитемножительнебольше,чем%ld!
zh_hans: 输入跟单倍数不能大于%ld!
zh_hk: 輸入跟單倍數不能大於%ld!

# 输入跟单倍数不能小于%ld!
source: The input copy multiple cannot be less than %ld!
es: ¡Ingrese un multiplicador no menos de %ld!
fr: Entrez un multiplicateur pas moins de%ld!
ja: 倍率は%ld以下にならないように入力してください!
ko: %ld 이상의 승수를 입력하십시오!
ru: Введитемножительнеменеечем,чем%ld!
zh_hans: 输入跟单倍数不能小于%ld!
zh_hk: 輸入跟單倍數不能小於%ld!

# 返佣金额
source: Rebate amount
es: Monto de la comisión
fr: Montant de la commission
ja: 手数料の金額
ko: 수수료 금액
ru: КомиссияСумма
zh_hans: 返佣金额
zh_hk: 返傭金額

# 这个人很懒，未留下任何东西 ......
source: This person is very lazy, and do not leave anything ......
zh_hans: 这个人很懒，未留下任何东西......

# 这个人很懒，未留下任何东西......
source: Thispersonisverylazy,didnotleaveanything......
es: Esta persona es muy perezosa, no dejó nada ...
fr: Cette personne est très paresseuse, n'a rien laissé ......
ja: こいつは怠け者だ、何も残していない・・・・・・。
ko: 이 사람은 게으르고 아무것도 떠나지 않습니다 ...
ru: Этот человек очень ленив, ничего не оставил ...
zh_hans: 这个人很懒，未留下任何东西......
zh_hk: 這個人很懶，未留下任何東西......

# 进入OTC市场
source: Enter the OTC market
es: Acceso al mercado OTC
fr: Accès au marché OTC
ja: OTC市場に入ります
ko: OTC 시장에 대한 액세스
ru: ДоступкOTCMarket
zh_hans: 进入OTC市场
zh_hk: 進入OTC市場

# 进行中
source: processing
es: Procesando
fr: En traitement
ja: 進行中
ko: 처리
ru: обработка
zh_hans: 进行中
zh_hk: 進行中

# 追加的金额不能为0
source: The additional amount cannot be 0
es: La cantidad a agregar no puede ser 0
fr: Le montant à ajouter ne peut pas être 0
ja: 加算する量を0にすることはできない
ko: 추가 금액은 0이 될 수 없습니다
ru: Сумма,котораядолжнабытьдобавлена,неможетбыть0
zh_hans: 追加的金额不能为0
zh_hk: 追加的金額不能為0

# 追加资产不能低于%@USDT
source: Additional assets cannot be lower than %@USDT
es: Los activos adicionales no pueden ser inferiores al %@USDT
fr: Les actifs supplémentaires ne peuvent pas être inférieurs à%@ USDT
ja: 追加資産は%@USDTを下回ることはできません。
ko: 추가 자산은%@USDT보다 낮을 수 없습니다
ru: Дополнительныеактивынемогутбытьменьше,чем%@usdt
zh_hans: 追加资产不能低于%@USDT
zh_hk: 追加資產不能低於%@USDT

# 追加金额
source: additional amount
es: Agregar cantidad
fr: Ajouter le montant
ja: 加算する金額
ko: 추가 금액
ru: Добавитьсумму
zh_hans: 追加金额
zh_hk: 追加金額

# 追加金额成功
source: Succeeded in adding amount
es: Agregar cantidad exitosa
fr: Ajouter le montant réussi
ja: 金額の加算に成功
ko: 성공하십시오
ru: Добавлениесуммыуспешного
zh_hans: 追加金额成功
zh_hk: 追加金額成功
