Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, ru, zh_hans, zh_hk

# 成交
source: make a deal
es: Transacción
fr: Transaction
ja: トランザクション
ko: 거래를하다
ru: Сделка
zh_hans: 成交
zh_hk: 成交

# 成交价
source: final price
es: Precio
fr: Prix
ja: 価格
ko: 가격
ru: Цена
zh_hans: 成交价
zh_hk: 成交價

# 成交均价
source: Average transaction price
fr: Prix
ja: 平均価格
ko: 평균 가격
ru: Средняяцена
zh_hans: 成交均价
zh_hk: 成交均價

# 成交数量
source: The number of transactions
es: Número de transacciones
fr: Nombre de transactions
ja: トランザクションの数
ko: 거래 수
ru: Количествотранзакций
zh_hans: 成交数量
zh_hk: 成交數量

# 成交时间
source: transaction time
es: Tiempo de transacción
fr: Temps de transaction
ja: 取引時間
ko: 거래 시간
ru: Времятранзакции
zh_hans: 成交时间
zh_hk: 成交時間

# 成交明细
source: transaction details
es: Detalles de la transacción
fr: détails de la transaction
ja: 取引内容
ko: 상세 거래 내역
ru: Деталитранзакции
zh_hans: 成交明细
zh_hk: 成交明細

# 成交量
source: turnover
es: Volumen
fr: Le volume
ja: ターンオーバー
ko: 거래량
ru: Объем
zh_hans: 成交量
zh_hk: 成交量

# 成交额
source: turnover
es: Rotación
fr: Chiffre d'affaires
ja: 売上高
ko: 회전율
ru: Оборот
zh_hans: 成交额
zh_hk: 成交額

# 成员
source: member
es: Miembros
fr: Membres
ja: メンバー
ko: 회원
ru: Члены
zh_hans: 成员
zh_hk: 成員

# 成本
source: cost
es: Costo
fr: Coût
ja: 料金
ko: 비용
ru: Расходы
zh_hans: 成本
zh_hk: 成本

# 成本均价
source: cost average price
es: Costo promedio
fr: Coût moyen
ja: 平均コスト
ko: 평균 비용
ru: Средняястоимость
zh_hans: 成本均价
zh_hk: 成本均價

# 我再想想
source: let me think again
es: Déjame pensar de nuevo
fr: Laissez-moi réfléchir à nouveau
ja: もう一度考えさせてください
ko: 다시 생각하겠습니다
ru: Позвольтемнеподуматьещераз
zh_hans: 我再想想
zh_hk: 我再想想

# 我已在%@一键跟上了TA的实盘交易
source: I have kept up with TA's real offer transaction with one click at %@
es: He seguido las operaciones en vivo de TA en %@one clic
fr: J'ai suivi les métiers en direct de TA à%@ un clic
ja: %@TAのライブトレードを%@ワンクリックでフォローしました。
ko: %@나는 이미 TA의 실제 거래를 따랐다.
ru: Яследил%@
zh_hans: 我已在%@一键跟上了TA的实盘交易
zh_hk: 我已在%@一鍵跟上了TA的實盤交易

# 我已在W.W.C.T一键跟上了TA的实盘交易
source: I have kept up with TA's real trading with one click on AiCoin
es: He seguido el intercambio en vivo de TA en "AiCoin" con un clic
fr: J'ai suivi le trading en direct de l'AT dans "Fireup" en un seul clic
ja: W.W.C.TでTAさんのライブトレードをワンクリックでフォローしました。
ko: 나는 한 번의 클릭으로 AI Trading Center 에서 TA의 실제 거래를 따랐습니다.
ru: ЯследилзаживойторговлейТАв«Огненномогне»соднимщелчком
zh_hans: 我已在Stdelit 一键跟上了TA的实盘交易
zh_hk: 我已在Leader Coin一鍵跟上了TA的實盤交易

# 我已在procoin一键跟上了TA的实盘交易
source: I have followed his/her live trading at %@ with one clic
zh_hans: 我已在procoin一键跟上了TA的实盘交易

# 我已申购
source: I have subscribed
es: he comprado
fr: J'ai acheté
ja: 注文しました
ko: 나는 구입했다
ru: Якупил
zh_hans: 我已申购
zh_hk: 我已申購

# 我已阅读并同意
source: I have read and agree
es: He leído y aceptado
fr: J'ai lu et convenu
ja: 私は読んで同意しました
ko: 나는 읽고 동의했다
ru: Япрочиталисогласился
zh_hans: 我已阅读并同意
zh_hk: 我已閱讀並同意

# 我想
source: I think
es: Yo quiero
fr: Je veux
ja: をしたいと思います。
ko: 제 생각에는
ru: яхочу
zh_hans: 我想
zh_hk: 我想

# 我是
source: I'm
es: soy
fr: Je suis
ja: 吾輩は
ko: 나는
ru: soy
zh_hans: 我是
zh_hk: 我是

# 我的
source: mine
es: Mi
fr: Mon
ja: 私の
ko: 나의 것
ru: Мой
zh_hans: 我的
zh_hk: 我的

# 我的佣金
source: my commission
es: Mis comisiones
fr: Mes commissions
ja: 私の委員会
ko: 내 커미션
ru: Моикомиссии
zh_hans: 我的佣金
zh_hk: 我的佣金

# 我的委托
source: my commission
es: Mis ordenes
fr: Mes commandes
ja: 私の注文
ko: 내 주문
ru: моизаказы
zh_hans: 我的委托
zh_hk: 我的委託

# 我的委托数量
source: my order quantity
es: Número de mis pedidos
fr: Nombre de mes commandes
ja: 私の注文数
ko: 내 주문 수
ru: Количествомоихзаказов
zh_hans: 我的委托数量
zh_hk: 我的委託數量

# 我的广告
source: my ad
es: Mis anuncios
fr: Mes annonces
ja: 私の広告
ko: 내 광고
ru: Моиобъявления
zh_hans: 我的广告
zh_hk: 我的廣告

# 我的成交
source: my deal
es: Mis ofertas
fr: Mes offres
ja: 私の取引
ko: 내 거래
ru: Моисделки
zh_hans: 我的成交
zh_hk: 我的成交

# 我的成交数量
source: my transaction quantity
es: Número de mis ofertas
fr: Nombre de mes offres
ja: 私の案件数
ko: 내 거래 수
ru: Количествомоихсделок
zh_hans: 我的成交数量
zh_hk: 我的成交數量

# 我的盈利
source: my profit
fr: Mon profit
ja: マイプロフィット
ko: 내 이익
ru: Мояприбыль
zh_hans: 我的盈利
zh_hk: 我的盈利

# 我的资料
source: My Profile
es: Mi perfil
fr: Mon profil
ja: マイプロフィール
ko: 내 프로필
ru: Мойпрофиль
zh_hans: 我的资料
zh_hk: 我的資料

# 我的邀请码
source: my invitation code
es: Mi código de invitación
fr: Mon code d'invitation
ja: 私の招待状コード
ko: 내 초대 코드
ru: Мойкодприглашения
zh_hans: 我的邀请码
zh_hk: 我的邀請碼

# 我知道了
source: I see
es: lo sé
fr: je sais
ja: 知っている
ko: 알아요
ru: Язнаю
zh_hans: 我知道了
zh_hk: 我知道了

# 我确定已登录收款账户，并核对收款无误
source: I am sure I have logged into the receiving account and checked that the payment is correct
es: Confirmo que he iniciado sesión en mi cuenta de pago y que el pago se recibió correctamente
fr: Je confirme que je me suis connecté à mon compte de paiement et que le paiement a été reçu correctement
ja: 領収書アカウントにログインし、領収書を正しい確認したと確信しています
ko: 지불 계좌에 로그인했으며 지불이 올바르게 접수되었음을 확인합니다.
ru: Яподтверждаю,чтовошелвсвойплатежныйсчетичтоплатежбылполученправильно
zh_hans: 我确定已登录收款账户，并核对收款无误
zh_hk: 我確定已登錄收款賬戶，並核對收款無誤

# 我确认没有付款给对方
source: I confirm that no payment has been made to the other party
es: Confirmo que no se ha realizado ningún pago a la otra parte
fr: Je confirme qu'aucun paiement n'a été effectué à l'autre partie
ja: 私は、相手方への支払いがないことを確認します。
ko: 상대방에게 지불하지 않았 음을 확인했습니다.
ru: Яподтверждаю,чтонебыловыплаченодругойстороне
zh_hans: 我确认没有付款给对方
zh_hk: 我確認沒有付款給對方

# 我确认还没有付款给对方
source: I confirm that no payment has been made to the other party
es: Confirmo que aún no he pagado a la otra parte
fr: Je confirme que je n'ai pas encore payé l'autre partie
ja: 私はまだ相手に支払っていないことを確認しました
ko: 나는 아직 상대방에게 지불하지 않았 음을 확인합니다.
ru: Яподтверждаю,чтоещенезаплатилдругуюсторону
zh_hans: 我确认还没有付款给对方
zh_hk: 我確認還沒有付款給對方

# 我要买
source: I want to buy
es: quiero comprar
fr: je veux acheter
ja: 購入したい
ko: 내가 사고 싶은
ru: яхочукупить
zh_hans: 我要买
zh_hk: 我要買

# 我要卖
source: i want to sell
es: quiero vender
fr: je veux vendre
ja: 売りたい
ko: 나는 팔고 싶다
ru: яхочупродать
zh_hans: 我要卖
zh_hk: 我要賣

# 我还没有付款给对方
source: I confirm that I haven't paid the other party
zh_hans: 我还没有付款给对方

# 手
source: hand
es: un montón
fr: beaucoup
ja: たくさん
ko: 많이
ru: много
zh_hans: 手
zh_hk: 手

# 手续费
source: handling fee
es: Tasa de tramitación
fr: Frais de gestion
ja: 取扱手数料
ko: 수수료
ru: Платазаобработку
zh_hans: 手续费
zh_hk: 手續費

# 手续费()
source: handling fee(%@)
es: Tasa de tramitación(%@)
fr: Frais de gestion(%@)
ja: 取扱手数料(%@)
ko: 수수료(%@)
ru: Платазаобработку(%@)
zh_hans: 手续费(%@)
zh_hk: 手續費(%@)

# 技术服务费
source: Fees for technical services
es: Tarifa de servicio técnico
fr: Frais de service technique
ja: 技術サービス料
ko: 기술 서비스 수수료
ru: Платазатехническоеобслуживание
zh_hans: 技术服务费
zh_hk: 技術服務費

# 拍照
source: Photograph
es: Toma una foto
fr: Prendre une photo
ja: 写真を撮る
ko: 사진
ru: Сделатьфото
zh_hans: 拍照
zh_hk: 拍照

# 持仓
source: position
es: posición de opción
fr: Position d'option
ja: オプション位置
ko: 옵션 위치
ru: опционнаяпозиция
zh_hans: 持仓
zh_hk: 持倉

# 持仓保证金
source: Margin
es: Margen
fr: Marge
ja: 証拠金
ko: 보유 예금
ru: Поле
zh_hans: 持仓保证金
zh_hk: 持倉保證金

# 持仓保证金(USDT)
source: Margin(USDT)
es: Margen(USDT)
fr: Marge(USDT)
ja: 証拠金(USDT)
ko: 보유 예금(USDT)
ru: Поле(USDT)
zh_hans: 持仓保证金(USDT)
zh_hk: 持倉保證金(USDT)

# 持仓成本
source: Holding cost
es: Costo de posición
fr: Coût de position
ja: 保有費用
ko: 위치 비용
ru: Положениестоимость
zh_hans: 持仓成本
zh_hk: 持倉成本

# 持仓手数
source: Number of lots in position
es: Número de lotes
fr: Nombre de lots
ja: ロット数
ko: 위치 수
ru: Количестволотов
zh_hans: 持仓手数
zh_hk: 持倉手數

# 持仓数量-跟单账户单个最高持有数量
source: Position Quantity - the single maximum holding quantity of the documentary account
es: Cantidad de posición: la cantidad máxima de monedas que se pueden mantener en una sola cuenta de seguimiento
fr: Quantité de position - La quantité maximale de pièces qui peuvent être détenues dans un seul compte de suivi
ja: ポジション数 - 1つのフォローオン口座での最大ポジション数
ko: 위치 수량 - 단일 후속 계정으로 보유 할 수있는 최대 동전 금액
ru: Количествопозиции-максимальноеколичествомонет,которыеможноудерживатьводномпоследующемсчете
zh_hans: 持仓数量-跟单账户单个最高持有数量
zh_hk: 持倉數量-跟單賬戶單個最高持有數量

# 持仓随时提币，跟单持有的币种不能提币
source: Withdraw currency at any time while holding a position, and the currency held by the documentary cannot be withdrawn
es: El puesto ocupado en cualquier momento para retirar la moneda, seguir la orden mantenida en la moneda no puede retirar la moneda
fr: Position détenue à tout moment pour retirer la devise, suivre l'ordonnance détenue dans la devise ne peut retirer la devise
ja: ポジションはいつでもコインを引き出すことができ、船荷証券が保持している通貨はコインを引き出すことはできません
ko: 통화를 철회하기 위해 언제든지 보유하고있는 위치에 통화로 보유 된 주문을 따르면 통화를 인출 할 수 없습니다.
ru: El puesto ocupado en cualquier momento para retirar la moneda, seguir la orden mantenida en la moneda no puede retirar la moneda
zh_hans: 持仓随时提币，跟单持有的币种不能提币
zh_hk: 持倉隨時提幣，跟單持有的幣種不能提幣

# 持仓随时提币，跟单持有的币种不能提币.
source: Withdrawal of coins at any time for positions held, not for coins held by followers.
zh_hans: 持仓随时提币，跟单持有的币种不能提币.

# 持币市值
source: Currency Market Value
es: Capitalización de mercado
fr: Capitalisation boursière
ja: 通貨の市場価値
ko: 시가 총액
ru: Рыночнаякапитализация
zh_hans: 持币市值
zh_hk: 持幣市值

# 持有USDT数量
source: The amount of USDT held
es: Número de USDT celebrado
fr: Número de USDT celebrado
ja: USDTの保有数
ko: 보유 된 USDT 수
ru: КоличествоUSDT,проведенное
zh_hans: 持有USDT数量
zh_hk: 持有USDT數量

# 持有YYB数量
source: The amount of YYB held
es: Número de yybs sostenidos
fr: Nombre d'Yybs détenus
ja: 保有YYB数
ko: 보유 된 yybs 수
ru: Количествоудерживаемыхyybs
zh_hans: 持有YYB数量
zh_hk: 持有YYB數量

# 持有数量
source: holding quantity
es: Número de tenencias
fr: Nombre de participations
ja: 持株数
ko: 수량을 유지하십시오
ru: Количествоакций
zh_hans: 持有数量
zh_hk: 持有數量

# 振动
source: Vibration
ja: マナーモード
ko: 振動
zh_hans: 振动
zh_hk: 振動

# 换一张
source: change one
es: Cambiar uno
fr: Changer un
ja: もう一台
ko: 하나를 변경하십시오
ru: Изменитьодин
zh_hans: 换一张
zh_hk: 換一張

# 换取成功
source: in exchange for success
es: Intercambio de éxito
fr: Succès d'échange
ja: スワップ成功
ko: 성공을위한 대가로
ru: Обменуспешным
zh_hans: 换取成功
zh_hk: 換取成功

# 排名
source: ranking
es: Clasificación
fr: Classement
ja: ランキング
ko: 계급
ru: Рейтинг
zh_hans: 排名
zh_hk: 排名

# 排行榜
source: leaderboard
es: Tabla de clasificación
fr: Classement
ja: ランキング
ko: 리더 보드
ru: Таблицалидеров
zh_hans: 排行榜
zh_hk: 排行榜

# 接收新消息通知
source: Receive new message notifications
es: Recibir notificaciones de nuevos mensajes
fr: Recevoir des notifications de nouveaux messages
ja: 新着メッセージの通知を受ける
ko: 새 메시지에 대한 알림을받습니다
ru: Получитьуведомленияоновыхсообщениях
zh_hans: 接收新消息通知
zh_hk: 接收新消息通知

# 推荐
source: recommend
es: Recomendar
fr: Recommander
ja: おすすめ
ko: 추천하다
ru: Рекомендовать
zh_hans: 推荐
zh_hk: 推薦

# 提交
source: submit
es: Enviar
fr: Soumettre
ja: 参加する
ko: 제출하다
ru: Представлятьнарассмотрение
zh_hans: 提交
zh_hk: 提交

# 提交信息失败
source: Failed to submit information
es: No enviar información
fr: Ne pas soumettre des informations
ja: 情報提供の失敗
ko: 정보를 제출하지 못합니다
ru: Неотправитьинформацию
zh_hans: 提交信息失败
zh_hk: 提交信息失敗

# 提交成功
source: Submitted successfully
es: Enviar con éxito
fr: Soumettre avec succès
ja: 正常に提出されました
ko: 성공적으로 제출하십시오
ru: Отправитьуспешно
zh_hans: 提交成功
zh_hk: 提交成功

# 提交时间
source: submission time
es: Tiempo de presentación
fr: Temps de soumission
ja: 提出先
ko: 제출 시간
ru: Времяотправки
zh_hans: 提交时间
zh_hk: 提交時間

# 提交申诉
source: Submit a complaint
es: Presentar una queja
fr: Soumettre une plainte
ja: 申立て後
ko: 항소를 제출하십시오
ru: Отправитьжалобу
zh_hans: 提交申诉
zh_hk: 提交申訴

# 提币
source: Withdraw coins
es: Retiro de moneda digital
fr: Retrait de la monnaie numérique
ja: コインを出金する
ko: 철회하다
ru: Выводцифровойвалюты
zh_hans: 提币
zh_hk: 提幣

# 提币二维码
source: Withdraw QR code
es: Código QR de moneda de retiro
fr: Code QR de la monnaie de retrait
ja: 引き出し通貨QRコード
ko: 철수 통화 QR 코드
ru: QR-кодснятиявалюты
zh_hans: 提币二维码
zh_hk: 提幣二維碼

# 提币地址
source: Withdrawal address
es: Dirección de retiro
fr: Adresse de retrait
ja: お引出し先住所
ko: 철수 주소
ru: Адресотмены
zh_hans: 提币地址
zh_hk: 提幣地址

# 提币数量
source: Withdrawal amount
es: Cantidad de retiro
fr: Quantité de sevrage
ja: 出金数量
ko: 철수 수량
ru: Количествовыводов
zh_hans: 提币数量
zh_hk: 提幣數量

# 提币数量:%@%@ 确认前请仔细核对提币地址信息，以避免造成不必要的财产损失.
source: Withdrawal amount: %@%@ Please check the withdrawal address information carefully before confirming to avoid unnecessary property loss
es: Número de monedas que se retirarán:%@%@ nlease Verifique la información de la dirección cuidadosamente antes de confirmar para evitar la pérdida de propiedad innecesaria.
fr: Nombre de pièces à retirer:%@%@ nplease Vérifiez attentivement les informations d'adresse avant de confirmer pour éviter une perte de propriété inutile.
ja: 引き出すコインの数:%@%@n不必要な財産の損失を避けるために、確認する前にアドレス情報を注意深く確認してください。
ko: 철회 할 동전 수 :%@%@%@% n 불필요한 재산 손실을 피하기 전에 주소 정보를주의 깊게 확인하십시오.
ru: Количествомонет,которыедолжныбытьсняты:%@%@ pleaseПроверьтеинформациюоадресахвнимательно,преждечемподтвердить,чтобыизбежатьненужнойпотерисвойства.
zh_hans: 提币数量:%@%@ 确认前请仔细核对提币地址信息，以避免造成不必要的财产损失.
zh_hk: 提幣數量:%@%@ 確認前請仔細核對提幣地址信息，以避免造成不必要的財產損失

# 提币数量不能超过可提币数量
source: The amount of coins withdrawn cannot exceed the amount of coins that can be withdrawn
es: El número de monedas a retirar no puede exceder el número de monedas disponibles para el retiro
fr: Le nombre de pièces à retirer ne peut dépasser le nombre de pièces disponibles pour le retrait
ja: 引出し可能なコインの枚数を超えることはできません。
ko: 철회 할 동전 수는 철수에 사용할 수있는 동전 수를 초과 할 수 없습니다.
ru: Количествомонет,которыенеобходимоснять,неможетпревышатьколичествомонет,доступныхдляснятиясредств
zh_hans: 提币数量不能超过可提币数量
zh_hk: 提幣數量不能超過可提幣數量

# 提现单价
source: Withdrawal unit price
es: Cobrar el precio unitario
fr: Retirer le prix unitaire
ja: UPユニット価格を作成します
ko: 단가를 현금화하십시오
ru: Налитьценузаединицу
zh_hans: 提现单价
zh_hk: 提現單價

# 提现数量
source: Withdrawal amount
es: Cantidad de retiro de efectivo
fr: Quantité de retrait en espèces
ja: 引出し数
ko: 철수의 양
ru: Количествоснятияналичныхденег
zh_hans: 提现数量
zh_hk: 提現數量

# 提现申请处理已完成
source: Withdrawal application processing has been completed
es: Se ha completado el procesamiento de la solicitud de retiro de efectivo
fr: Le traitement de la demande de retrait en espèces a été rempli
ja: 退会申請処理完了
ko: 철수 신청이 완료되었습니다
ru: Обработказаявкинаснятиесредствбылазавершена
zh_hans: 提现申请处理已完成
zh_hk: 提現申請處理已完成

# 提现申请已提交，等待平台放款
source: Withdrawal application has been submitted, waiting for the platform to release funds
es: Se ha presentado una solicitud de retiro, esperando que la plataforma libere el dinero
fr: La demande de retrait a été soumise, en attendant que la plate-forme divulgue l'argent
ja: 出金依頼を行い、プラットフォームからの出金を待っている状態
ko: 철수 신청서가 제출되어 플랫폼이 대출을 기다리기를 기다렸습니다.
ru: Заявлениеовыводебылаподана,ожидая,покаплатформавыпуститденьги
zh_hans: 提现申请已提交，等待平台放款
zh_hk: 提現申請已提交，等待平台放款

# 提现金额
source: Withdrawal Amount
es: Cantidad de retiro
fr: Montant de retrait
ja: 出金額
ko: 인출 금액
ru: Суммаснятия
zh_hans: 提现金额
zh_hk: 提現金額

# 提示
source: hint
es: Inmediato
fr: Rapide
ja: プロンプト
ko: 힌트
ru: Быстрый
zh_hans: 提示
zh_hk: 提示

# 提起申诉后资产将会冻结，申诉专员将介入本次交易，直至申诉结束。恶意申诉属于扰乱平台正常运营秩序的行为，情节严重将冻结账户.
source: Assets will be frozen after filing a complaint, and the ombudsman will intervene in this transaction until the end of the complaint. Malicious complaints are acts that disrupt the normal operation of the platform, and if the circumstances are serious, the account will be frozen.
zh_hans: 提起申诉后资产将会冻结，申诉专员将介入本次交易，直至申诉结束。恶意申诉属于扰乱平台正常运营秩序的行为，情节严重将冻结账户.

# 提起申诉后资产将会冻结，申诉专将介入本次交易，直至申诉结束。恶意申诉属于扰乱平台正常运营秩序的行为，情节严重将冻结账户。
source: After the appeal is filed, the assets will be frozen, and the ombudsman will intervene in this transaction until the end of the appeal. Malicious complaints are behaviors that disrupt the normal operation of the platform, and if the circumstances are serious, the account will be frozen.
es: Después de presentar una queja, sus activos se congelarán y el Defensor del Pueblo intervendrá en esta transacción hasta que se cierre la queja. Se considera que las quejas maliciosas interrumpen el funcionamiento normal de la plataforma y darán como resultado la congelación de la cuenta en casos graves.
fr: Après avoir déposé une plainte, vos actifs seront gelés et le Médiateur interviendra dans cette transaction jusqu'à la clôture de la plainte. Les plaintes malveillantes sont considérées comme perturbant le fonctionnement normal de la plate-forme et entraîneront la congélation du compte dans les cas graves.
ja: 申立て後、資産は凍結され、苦情は終了するまで取引に介入します。 悪意のある苦情は、プラットフォームの正常な運用秩序を乱す行為であり、状況が重大である場合、アカウントは凍結されます。
ko: 항소 후 자산이 동결됩니다. 악의적 인 호소는 플랫폼의 정상적인 작동 순서를 방해하는 행위이며 상황이 심각하게 얼어 붙을 것입니다.
ru: Послеподачижалобывашиактивыбудутзаморожены,аомбудсменвмешатсявэтутранзакцию,покажалобанебудетзакрыта.Считается,чтовредоносныежалобынарушаютнормальнуюработуплатформыиприведуткзамораживаниюсчетавсерьезныхслучаях.
zh_hans: 提起申诉后资产将会冻结，申诉专将介入本次交易，直至申诉结束。恶意申诉属于扰乱平台正常运营秩序的行为，情节严重将冻结账户。
zh_hk: 提起申訴後資產將會凍結，申訴專員將介入本次交易，直至申訴結束。惡意申訴屬於擾亂平台正常運營秩序的行為，情節嚴重將凍結賬戶。

# 操作成功
source: Successful operation
es: Operación exitosa
fr: Opération réussie
ja: 成功した操作
ko: 성공적인 운영
ru: Успешнаяоперация
zh_hans: 操作成功
zh_hk: 操作成功

# 支付代理费
source: pay agency fee
es: Pagando la tarifa de poder
fr: Frais de proxy payant
ja: 代理店手数料の支払い
ko: 지불 대행사 수수료
ru: Оплатапрокси-платы
zh_hans: 支付代理费
zh_hk: 支付代理費

# 支付宝
source: Alipay
ja: アリペイ
ko: 支付寶
ru: Алипай
zh_hans: 支付宝
zh_hk: 支付寶

# 支付宝姓名
source: Alipay name
es: Nombre de Alipay
fr: Nom d'alipay
ja: Alipayの名前
ko: Alipay 이름
ru: ИмяАлипай
zh_hans: 支付宝姓名
zh_hk: 支付寶姓名

# 支付宝账号
source: Alipay account
es: Número de cuenta de Alipay
fr: Numéro de compte Alipay
ja: アリペイ口座番号
ko: Alipay 계정
ru: НомеручетнойзаписиAlipay
zh_hans: 支付宝账号
zh_hk: 支付寶賬號

# 支付方式
source: payment method
es: Método de pago
fr: Mode de paiement
ja: 支払方法
ko: 지불 방법
ru: Методоплаты
zh_hans: 支付方式
zh_hk: 支付方式

# 收
source: receive
es: Cerca
fr: proche
ja: 閉じる
ko: 받다
ru: Закрывать
zh_hans: 收
zh_hk: 收

# 收款人
source: payee
es: Recipiente
fr: Destinataire
ja: 受取人
ko: 소득
ru: Получатель
zh_hans: 收款人
zh_hk: 收款人

# 收款方式
source: payment method
es: Método de pago
fr: Mode de paiement
ja: 支払方法
ko: 지불 방법
ru: Методоплаты
zh_hans: 收款方式
zh_hk: 收款方式

# 收款管理
source: Collection Management
es: Gestión de pagos
fr: Gestion des paiements
ja: 領収書管理
ko: 영수증 관리
ru: Управлениеплатежами
zh_hans: 收款管理
zh_hk: 收款管理

# 收益
source: income
es: Ganancias
fr: Gains
ja: 収益
ko: 수입
ru: Заработок
zh_hans: 收益
zh_hk: 收益

# 数字货币
source: digital currency
es: Moneda digital
fr: Monnaie numérique
ja: デジタルカレンシー
ko: 디지털 통화
ru: Цифроваявалюта
zh_hans: 数字货币
zh_hk: 數字貨幣

# 数字货币交易记录
source: Digital currency transaction records
es: Historial de comercio de moneda digital
fr: Historique de trading de la monnaie numérique
ja: デジタル通貨取引実績
ko: 디지털 통화 거래 기록
ru: Историяторговлицифровойвалютой
zh_hans: 数字货币交易记录
zh_hk: 數字貨幣交易記錄

# 数字货币总资产(USDT)
source: Digital Currency Total Assets (USDT)
es: Activos de moneda digital total (USDT)
fr: Actifs totaux de monnaie numérique (USDT)
ja: デジタル通貨総資産（USDT）
ko: 총 디지털 통화 자산 (USDT)
ru: Общиеактивыцифровойвалюты(USDT)
zh_hans: 数字货币总资产(USDT)
zh_hk: 數字貨幣總資產(USDT)

# 数字货币账户
source: digital currency account
es: Cuenta de división digital
fr: Compte de monnaie numérique
ja: デジタル通貨口座
ko: 디지털 통화 계정
ru: Цифроваявалютнаяучетнаязапись
zh_hans: 数字货币账户
zh_hk: 數字貨幣賬戶

# 数字货币跟单
source: digital currency documentary
es: Pedidos por divisas digitales
fr: Commandes de monnaie numérique
ja: デジタル通貨と注文
ko: 디지털 통화 주문
ru: Заказыцифровойвалюты
zh_hans: 数字货币跟单
zh_hk: 數字貨幣跟單

# 数字货币跟单交易记录
source: Digital currency documentary transaction records
es: Historial de pedidos de moneda digital
fr: Historique des commandes de la monnaie numérique
ja: デジタル通貨フォロースルーの取引履歴
ko: 디지털 통화 및 단일 트랜잭션 레코드
ru: Историязаказавцифровойвалюте
zh_hans: 数字货币跟单交易记录
zh_hk: 數字貨幣跟單交易記錄

# 数字货币跟单账户
source: Digital currency documentary account
es: Cuenta de pedido de división digital
fr: Compte de commande de devise numérique
ja: デジタルカレンシーフォロワーアカウント
ko: 디지털 통화 및 단일 계정
ru: Учетнаязаписьзаказацифровойвалюты
zh_hans: 数字货币跟单账户
zh_hk: 數字貨幣跟單賬戶

# 数字货币跟单资产(USDT)
source: Digital Currency Documentary Assets (USDT)
es: Activo pendiente de moneda digital (USDT)
fr: Actif en instance de monnaie numérique (USDT)
ja: デジタル通貨と単一資産（USDT）
ko: 디지털 통화 보류 자산 (USDT)
ru: Цифроваявалюта,ожидающаяактива(USDT)
zh_hans: 数字货币跟单资产(USDT)
zh_hk: 數字貨幣跟單資產(USDT)

# 数据不完整，请返回重试
source: The data is incomplete, please go back and try again
es: Los datos están incompletos, devuelva e intente nuevamente
fr: Les données sont incomplètes, veuillez revenir et réessayer
ja: 不完全なデータについては、再試行してください
ko: 데이터가 불완전합니다. 반환하고 다시 시도하십시오
ru: Данныенеполны,вернитесьипопробуйтеещераз
zh_hans: 数据不完整，请返回重试
zh_hk: 數據不完整，請返回重試

# 数据错误，请重新登录
source: Data error, please log in again
es: Error de datos, inicie sesión nuevamente
fr: Erreur de données, veuillez vous connecter à nouveau
ja: データエラー、もう一度ログインしてください
ko: 데이터 오류, 다시 로그인하십시오
ru: Ошибкаданных,пожалуйста,войдитеснова
zh_hans: 数据错误，请重新登录
zh_hk: 數據錯誤，請重新登錄

# 数量
source: quantity
es: Cantidad
fr: Quantité
ja: 數量
ko: 수량
ru: Количество
zh_hans: 数量
zh_hk: 數量

# 数量 (手)
source: Quantity (lot)
es: Cantidad (lotes)
fr: Quantité (lots)
ja: 数量（ロット）
ko: 수량 (손)
ru: Количество(лоты)
zh_hans: 数量 (手)
zh_hk: 數量 (手)

# 数量(手)
source: Quantity (lots)
zh_hans: 数量(手)

# 数量/可用
source: Quantity/Available
es: Cantidad / disponibilidad
fr: Quantité / disponibilité
ja: 数量 /可用性
ko: 수량 / 가용성
ru: Количество/доступность
zh_hans: 数量/可用
zh_hk: 數量/可用

# 新增客户数
source: New customers
es: Número de nuevos clientes
fr: Nombre de nouveaux clients
ja: 新規顧客数
ko: 신규 고객의 수
ru: Количествоновыхклиентов
zh_hans: 新增客户数
zh_hk: 新增客戶數

# 新币申购
source: SGD Subscription
es: Singapur
fr: Singapour
ja: 新しい通貨サブスクリプション
ko: 싱가포르
ru: Сингапур
zh_hans: 新币申购
zh_hk: 新幣申購

# 新消息通知
source: new news notification
es: Nueva notificación de mensajes
fr: Nouvelle notification de message
ja: 新着メッセージの通知
ko: 새로운 메시지 알림
ru: Новоеуведомлениеосообщении
zh_hans: 新消息通知
zh_hk: 新消息通知

# 方式
source: Way
es: Método
fr: Méthode
ja: 方法
ko: 방법
ru: Метод
zh_hans: 方式
zh_hk: 方式

# 无搜索结果
source: no search results
es: Sin resultado de la búsqueda
fr: Aucun résultat de recherche
ja: 検索結果なし
ko: 검색 결과가 없습니다
ru: Нетрезультатовпоиска
zh_hans: 无搜索结果
zh_hk: 無搜索結果

# 日K
source: Day K
es: Día K
fr: Jour K
ko: 데이 K
ru: ДеньК.
zh_hans: 日K
zh_hk: 日K

# 日语
source: Japanese
ja: 日本語
ko: 日語
zh_hans: 日语
zh_hk: 日語

# 时间
source: time
es: Tiempo
fr: Temps
ja: 時間
ko: 시각
ru: Время
zh_hans: 时间
zh_hk: 時間

# 明细>>
source: Details>>
es: Detalles >>
fr: Détails >>
ja: 詳細>>
ko: 세부 사항 >>
ru: Детали>>
zh_hans: 明细>>
zh_hk: 明細>>

# 昨日新增
source: Added yesterday
es: Se agregó ayer
fr: Ajouté hier
ja: 昨日追加
ko: 어제 새로 추가되었습니다
ru: Добавленвчера
zh_hans: 昨日新增
zh_hk: 昨日新增

# 是否以当前市价成交平仓%@手
source: Whether to close the position %@ lot at the current market price
es: Si cerrar el puesto en el precio actual de mercado %@lot
fr: S'il faut conclure la position au prix du marché actuel%@ lot
ja: 現在の市場価格でポジションを閉じるかどうか %@lot
ko: 현재 시장 가격 %@lot에서 포지션을 종료할지 여부
ru: Закрытьлипозициюнатекущейрыночнойцене%@lot
zh_hans: 是否以当前市价成交平仓%@手
zh_hk: 是否以當前市價成交平倉%@手

# 是否删除该收款方式?
source: Whether to delete this payment method?
zh_hans: 是否删除该收款方式?

# 是否删除该收款方式？
source: Do you want to delete this payment method?
es: ¿Quieres eliminar el método de pago?
fr: Voulez-vous supprimer le mode de paiement?
ja: 入金方法を削除するかどうか？
ko: 수집 방법을 삭제합니까?
ru: Выхотитеудалитьспособоплаты?
zh_hans: 是否删除该收款方式？
zh_hk: 是否刪除該收款方式？

# 是否增加%@USDT的保证金？
source: Do you want to increase the margin of %@USDT?
es: ¿Quieres aumentar el margen de %@USDT?
fr: Voulez-vous augmenter la marge de%@ USDT?
ja: %@usdtのデポジットを追加しますか？
ko: %@USDT의 마진을 늘리고 싶습니까?
ru: Выхотитеувеличитьмаржу%@usdt?
zh_hans: 是否增加%@USDT的保证金？
zh_hk: 是否增加%@USDT的保證金？

# 是否撤销提币?
source: Do you want to cancel the withdrawal?
es: ¿Se revocarán los retiros?
fr: Les retraits seront-ils révoqués?
ja: それは取り消されていますか？
ko: 인출이 취소됩니까?
ru: Будутлиотмененыснятиесредств?
zh_hans: 是否撤销提币?
zh_hk: 是否撤銷提幣?

# 是否确定下单？
source: Are you sure to place an order?
es: ¿Está confirmado el pedido?
fr: La commande est-elle confirmée?
ja: 注文は確定していますか？
ko: 주문 하시겠습니까?
ru: Подтвержденлизаказ?
zh_hans: 是否确定下单？
zh_hk: 是否確定下單？
