Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, ru, zh_hans, zh_hk

# 退出登录
source: sign out
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그 아웃
ru: Выйти
zh_hans: 退出登录
zh_hk: 退出登錄

# 选择个人头像
source: Choose profile picture
es: Seleccionar avatar personal
fr: Sélectionnez Avatar personnel
ja: アバターを選択する
ko: 개인 아바타를 선택하십시오
ru: Выберителичныйаватар
zh_hans: 选择个人头像
zh_hk: 選擇個人頭像

# 选择个人头像.
source: Select your headshot.
zh_hans: 选择个人头像.

# 选择人像页
source: Select portrait page
es: Seleccione la página de retrato
fr: Sélectionnez la page Portrait
ja: ポートレートページを選択する
ko: 초상화 페이지를 선택하십시오
ru: Выберитестраницупортрета
zh_hans: 选择正面
zh_hk: 選擇正面

# 选择保证金（USDT）
source: Select Margin (USDT)
es: Seleccionar margen (USDT)
fr: Sélectionner la marge (USDT)
ja: 証拠金を選択 (USDT)
ko: 마진 선택 (USDT)
ru: Выберитемаржу(USDT)
zh_hans: 选择保证金（USDT）
zh_hk: 選擇保證金（USDT）

# 选择国徽页
source: Select the National Emblem Page
es: Seleccione la página de emblemas nacionales
fr: Choose the national emblem page
ja: 国章ページを選択
ko: 국가 엠블럼 페이지를 선택합니다
ru: Выберитестраницунациональнойэмблемы
zh_hans: 选择反面
zh_hk: 選擇反面

# 选择图片
source: Select Image
es: Seleccionar imagen
fr: Sélectionner l'image
ja: 画像を選択します
ko: 이미지를 선택하십시오
ru: Выберитеизображение
zh_hans: 选择图片
zh_hk: 選擇圖片

# 选择币种
source: select currency
es: Elija una moneda
fr: Choisissez une monnaie
ja: 通貨を選択する
ko: 통화를 선택하십시오
ru: Выберитевалюту
zh_hans: 选择币种
zh_hk: 選擇幣種

# 选择截图
source: select screenshot
es: Seleccione una captura de pantalla
fr: Sélectionnez une capture d'écran
ja: スクリーンショットを選択する
ko: 스크린 샷을 선택하십시오
ru: Выберитескриншот
zh_hans: 选择截图
zh_hk: 選擇截圖

# 选择认购%@数量
source: Select subscription %@ quantity
es: Seleccionar %@número
fr: Sélectionner%@ numéro
ja: 購読数%@を選択する
ko: %@번호를 선택하십시오
ru: Выберите%@номер
zh_hans: 选择认购%@数量
zh_hk: 選擇認購%@數量

# 选择认购数量
source: Select the subscription quantity
es: Seleccione el número de suscripciones
fr: Sélectionnez le nombre d'abonnements
ja: 購読する数量を選択する
ko: 구독 수를 선택하십시오
ru: Выберитеколичествоподписок
zh_hans: 选择认购数量
zh_hk: 選擇認購數量

# 选择身份证照片
source: Choose an ID photo
es: Seleccione la foto de la tarjeta de identificación
fr: Sélectionnez la photo de la carte d'identité
ja: IDカード用写真を選択する
ko: ID 카드 사진을 선택하십시오
ru: Выберитефотоидентификационнуюкарту
zh_hans: 选择身份证照片
zh_hk: 選擇身份證照片

# 邀请好友，开启环球数字资产交易
source: Invite friends to start global digital asset transactions
es: Invite a un amigo a abrir un comercio de activos digitales globales
fr: Invitez un ami à ouvrir un commerce mondial d'actifs numériques
ja: 友達を招待して、グローバルなデジタル資産の取引を開始
ko: 글로벌 디지털 자산 거래를 시작하도록 친구를 초대하십시오
ru: Пригласитедругаоткрытьглобальнуюторговлюцифровымиактивами
zh_hans: 邀请好友，开启环球数字资产交易
zh_hk: 邀請好友，開啟環球數字資產交易

# 邀请码
source: Invitation code
es: código de invitación
fr: code d'invitation
ja: 招待コード
ko: 초대 코드
ru: Кодприглашения
zh_hans: 邀请码
zh_hk: 邀請碼

# 邀请码数量：%@
source: Number of invitation codes: %@
es: Número de códigos de invitación: %@
fr: Nombre de codes d'invitation:%@
ja: 招待コード数：%@
ko: 초대장 코드 수 : %@
ru: Количествокодовприглашения:%@
zh_hans: 邀请码数量：%@
zh_hk: 邀請碼數量：%@

# 邮箱
source: Email
es: Buzón
fr: Boites aux lettres
ja: 郵便
ko: 사서함
ru: Почтовыйящик
zh_hans: 邮箱
zh_hk: 郵箱

# 邮箱或手机
source: email or mobile
es: Correo electrónico o móvil
fr: E-mail ou mobile
ja: メールボックスまたは携帯電話
ko: 이메일 또는 모바일
ru: Электроннаяпочтаилимобильный
zh_hans: 邮箱或手机
zh_hk: 郵箱或手機

# 邮箱注册
source: email registration
es: Registro de buzón
fr: Enregistrement de la boîte aux lettres
ja: メール登録
ko: 사서함 등록
ru: Регистрацияпочтовогоящика
zh_hans: 邮箱注册
zh_hk: 郵箱註冊

# 邮箱验证码
source: E-mail verification code
es: Código de verificación de correo electrónico
fr: Code de vérification par e-mail
ja: 電子メール認証コード
ko: 이메일 확인 코드
ru: Кодпроверкиэлектроннойпочты
zh_hans: 邮箱验证码
zh_hk: 郵箱驗證碼

# 部分成交
source: Partially sold
es: Transacción parcial
fr: Transaction partielle
ja: 一部取引
ko: 부분 거래
ru: Частичнаятранзакция
zh_hans: 部分成交
zh_hk: 部分成交

# 重新登录
source: re-register
es: Volver a registrar
fr: Remanier
ja: 再登録します
ko: 재 로그인
ru: Повторнологин
zh_hans: 重新登录
zh_hk: 重新登錄

# 重新获取
source: Reacquire
es: Recuperar
fr: Récupérer
ja: 検索
ko: 검색하다
ru: Забрать
zh_hans: 重新获取
zh_hk: 重新獲取

# 重置
source: reset
es: Repossar
fr: Reprendre possession de
ja: リセット
ko: 재설정합니다
ru: Пособия
zh_hans: 重置
zh_hk: 重置

# 重置密码
source: reset Password
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
ja: パスワードのリセット
ko: 암호를 재설정
ru: Сброспароля
zh_hans: 重置密码
zh_hk: 重置密碼

# 重要
source: important
es: Importante
ja: 重要
ko: 중요한
ru: Важный
zh_hans: 重要
zh_hk: 重要

# 量
source: quantity
es: Volumen
fr: Le volume
ja: ボリューム
ko: 수량
ru: Объем
zh_hans: 量
zh_hk: 量

# 金牌机构
source: Gold medal institution
es: Medalla de oro
fr: Médaille d'or
ja: ゴールドエージェンシー
ko: 금메달
ru: Золотаямедаль
zh_hans: 金牌机构
zh_hk: 金牌機構

# 金额
source: the amount
es: Monto
fr: Montant
ja: 金額
ko: 양
ru: Количество
zh_hans: 金额
zh_hk: 金額

# 银行卡
source: Bank Card
es: Tarjeta bancaria
fr: Carte bancaire
ja: 銀行カード
ko: 은행 카드
ru: Банковскаякарта
zh_hans: 银行卡
zh_hk: 銀行卡

# 银行卡号
source: Bank card number
es: Número de tarjeta bancaria
fr: Numéro de carte bancaire
ja: 銀行カード番号
ko: 은행 카드 번호
ru: Номербанковскойкарты
zh_hans: 银行卡号
zh_hk: 銀行卡號

# 银行卡姓名
source: Bank card name
es: Nombre de la tarjeta bancaria
fr: Nom de carte bancaire
ja: 銀行カード名
ko: 은행 카드 이름
ru: Названиебанковскойкарты
zh_hans: 银行卡姓名
zh_hk: 銀行卡姓名

# 银行卡账号
source: bank card account
es: Número de cuenta de tarjeta bancaria
fr: Numéro de compte de carte bancaire
ja: 銀行カードアカウント
ko: 은행 카드 계좌 번호
ru: Номерсчетабанковскойкарты
zh_hans: 银行卡账号
zh_hk: 銀行卡賬號

# 链类型
source: chain type
es: Tipo de cadena
fr: Type de chaîne
ja: チェーンタイプ
ko: 체인 유형
ru: Типцепи
zh_hans: 链类型
zh_hk: 鏈類型

# 锁仓
source: Lock up
es: posición bloqueada
fr: position verrouillée
ja: ロックポジション
ko: 잠긴 위치
ru: Заблокированнаяпозиция
zh_hans: 锁仓
zh_hk: 鎖倉

# 锁仓权益说明
source: Description of the Locked Interest
zh_hans: 锁仓权益说明

# 锁仓权谥说明
source: Description of lock-up rights
es: Descripción de interés bloqueado
fr: Description de l'intérêt verrouillé
ja: 死後のロックアップの説明
ko: 잠긴 관심 설명
ru: Заблокированноеописаниеинтереса
zh_hans: 锁仓权谥说明
zh_hk: 鎖倉權益說明

# 限价委托
source: limit order
es: Orden de límite
fr: Limiter la commande
ja: 価格委員会を制限します
ko: 제한 순서
ru: Ограниченныйпорядок
zh_hans: 限价委托
zh_hk: 限價委託

# 限额
source: quota
es: Límite
fr: Limite
ja: 制限
ko: 한계
ru: Предел
zh_hans: 限额
zh_hk: 限額

# 隐私条款
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인 정보 정책
ru: Политикаконфиденциальности
zh_hans: 隐私条款
zh_hk: 隱私條款

# 隐藏小额币种
source: Hide small currency
es: Pequeña moneda oculta
fr: Petite monnaie cachée
ja: 小型通貨を隠す
ko: 소량의 소량의 통화를 숨기십시오
ru: Скрытаянебольшаявалюта
zh_hans: 隐藏小额币种
zh_hk: 隱藏小額幣種

# 雷达图说明
source: RadarChart
es: Gráfico de radar
fr: Graphique radar
ja: レーダーチャート図
ko: 레이더 다이어그램 설명
ru: Радиолокационная карта
zh_hans: 雷达图说明
zh_hk: 雷達圖說明

# 非交易时间，暂不能操作。
source: It is temporarily unavailable during non-trading hours.
es: No disponible durante las horas no comerciales.
fr: Non disponible pendant les heures de non-trame.
ja: 非トレード時間は、当面は操作できません。
ko: 비 거래 시간에는 사용할 수 없습니다.
ru: Недоступновнетрадныечасы.
zh_hans: 非交易时间，暂不能操作
zh_hk: 非交易時間，暫不能操作。

# 项目介绍
source: Project Introduction
es: Introducción del proyecto
fr: Introduction du projet
ja: プロジェクトの紹介
ko: 프로젝트 소개
ru: Введениепроекта
zh_hans: 项目介绍
zh_hk: 項目介紹

# 项目参与条件
source: Project Participation Conditions
es: Condiciones de participación del proyecto
fr: Conditions de participation du projet
ja: 参加条件
ko: 프로젝트 참여 조건
ru: Условияучастияпроекта
zh_hans: 项目参与条件
zh_hk: 項目參與條件

# 风险提示
source: risk warning
es: Advertencia de riesgo
fr: avertissement de risque
ja: リスク警告
ko: 위험 경고
ru: Предупреждениеориске
zh_hans: 风险提示
zh_hk: 風險提示

# 风险提示书
source: Risk Reminder
es: Formulario de divulgación de riesgos
fr: Formulaire de divulgation des risques
ja: リスクリマインダーブック
ko: 위험 공개 양식
ru: Формараскрытияриска
zh_hans: 风险提示书
zh_hk: 風險提示書

# 风险率
source: risk rate
es: Riesgo
fr: Risque
ja: リスク比
ko: 위험
ru: Риск
zh_hans: 风险率
zh_hk: 風險率

# 首页
source: Home
es: Hogar
fr: Maison
ja: ホーム
ko: 첫 장
ru: Дом
zh_hans: 首页
zh_hk: 首頁

# 香港
source: Hongkong
ja: 香港
ko: 홍콩
ru: Гонконг
zh_hans: 香港
zh_hk: 香港

# 香港时间
source: Hong Kong time
es: Tiempo de Hong Kong
fr: Temps de Hong Kong
ja: 香港の時間
ko: 홍콩 시간
ru: Гонконгскоевремя
zh_hans: 香港时间
zh_hk: 香港時間

# 验证
source: verify
es: Verificación
fr: Vérification
ja: 確認
ko: 확인
ru: Vérification
zh_hans: 验证
zh_hk: 驗證

# 验证码为数字!
source: The verification code is a number!
es: ¡El código de verificación es un número!
fr: Le code de vérification est un nombre!
ja: 検証コードが数字に！？
ko: 검증 코드는 숫자입니다!
ru: Кодпроверки-эточисло!
zh_hans: 验证码为数字!
zh_hk: 驗證碼為數字!

# 验证码已发送至，%@
source: The verification code has been sent to, %@
es: Se ha enviado el código de verificación a %@
fr: Le code de vérification a été envoyé à,%@
ja: 検証コードは %@ に送信されました。
ko: 검증 코드가 전송되었습니다. %@
ru: Кодпроверкибылотправлен,%@
zh_hans: 验证码已发送至，%@
zh_hk: 驗證碼已發送至，%@

# 验证身份
source: Verify Identity
es: Verifica tu identidad
fr: Vérifiez Votre Identité
ja: 本人確認
ko: 귀하의 신원을 확인하십시오
ru: Подтвердитесвоюличность
zh_hans: 验证身份
zh_hk: 驗證身份

# 验证错误，重新获取图片！
source: Verification error, get the picture again!
es: Error verificado, ¡obtenga una nueva imagen!
fr: Erreur vérifiée, obtenez une nouvelle image!
ja: 検証エラーです、画像を取り出してください
ko: 오류 확인, 새 사진을 얻으십시오!
ru: Ошибкапроверена,получитеновоеизображение!
zh_hans: 验证错误，重新获取图片！
zh_hk: 驗證錯誤，重新獲取圖片！

# 高
source: high
es: Alto
fr: Haute
ja: 高
ko: 높은
ru: Высокая
zh_hans: 高
zh_hk: 高

# 高手最近30天平均每笔交易的收益率。数值越大，代表个人盈利能力越强.
source: Definition: the average rate of return per trade of the master in the past 30 days. The larger the value, the stronger the profitability of the individual.
zh_hans: 高手最近30天平均每笔交易的收益率。数值越大，代表个人盈利能力越强.

# 高手最近30天跟单人数，数值越大，代表跟随者越多，人气越高.
source: Definition: the number of followers of the master in the past 30 days. The larger the number, the more followers and the higher the popularity.
zh_hans: 高手最近30天跟单人数，数值越大，代表跟随者越多，人气越高.

# 默认
source: default
es: Defecto
fr: Défaut
ja: デフォルト
ko: 기본
ru: Поумолчанию
zh_hans: 默认
zh_hk: 默認

# 隐藏小金额
source: Hide small currency
es: Pequeña moneda oculta
fr: Petite monnaie cachée
ja: 小型通貨を隠す
ko: 소량의 소량의 통화를 숨기십시오
ru: Скрытаянебольшаявалюта
zh_hk: 隱藏小金額

# 充值确认
source: Deposit
ko: 充值确认
zh_hk: 充值确认

# 创新试验区
source: Innovation Pilot Area
es: Zona piloto de innovación
fr: Zone pilote d'innovation
ko: 혁신 파일럿 존
ru: Инновационнаяпилотнаязона
zh_hk: 創新試驗區

# 密码必须为8到16位数字与字母组合!
source: The password must be a combination of 8 to 16 digits and letters!
es: ¡La contraseña debe ser una combinación de 8 a 16 dígitos y letras!
fr: Le mot de passe doit être une combinaison de 8 à 16 chiffres et lettres!
ko: 비밀번호는 8 ~ 16 자리와 문자의 조합이어야합니다!
ru: Парольдолженбытькомбинациейот8до16цифрибукв!
zh_hk: 密碼必須為8到16位數字與字母組合!

source: 提币地址管理
zh_hk: 提幣地址關聯

# 提示:密码必须是8-16位数字与字母组合
source: Tip: The password must be a combination of 8-16 digits and letters
es: Consejo: la contraseña debe ser una combinación de 8-16 dígitos y letras
fr: Astuce: le mot de passe doit être une combinaison de 8 à 16 chiffres et lettres
ko: 팁 : 암호는 8-16 자리와 문자의 조합 여야합니다.
ru: Совет:парольдолженбытькомбинацией8-16цифрибукв
zh_hk: 提示:密碼必須是8-16位數字與字母組合

# AiCoin认证商家
source: AiCoin Certified Merchant
es: Comerciante certificado por AiCoin

# 奖励(AOI)
source: Reward (AOI)
es: Recompensa (AOI)

# 总资产(AOI)
source: Total assets (AOI)
es: Activos totales (AOI)

# 您正在向AiCoin认证卖家购买%@ USDT
source: You are buying %@ USDT from a AiCoin certified seller
es: Está comprando %@ USDT de un vendedor certificado por AiCoin

# 查看如何获取AOI？
source: See How to get AOI?
es: Verifique cómo obtener AOI?

# 欢迎来到AiCoin
source: Welcome to AiCoin
es: Bienvenido a AiCoin

# 消耗AOI
source: consume AOI
es: Consumir AOI

# 获得AOI
source: Get AOI
es: Obtener AOI
