Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, ru, zh_hans, zh_hk

# 获取简介异常
source: Obtain Exceptions for Introduction
zh_hans: 获取简介异常

# %@到期，续费后有效期延长
source: %@ expires, the validity period will be extended after renewal
es: %@expiras, extendido después de la renovación
fr: %@ expire, étendu après renouvellement
ja: %@期限切れ、更新で延長
ko: %@유효 기간은 갱신 후 연장됩니다.
ru: %@истекает,продленпослеобновления
zh_hans: %@到期，续费后有效期延长
zh_hk: %@到期，續費後有效期延長

# %@天%@时%@分%@秒
source: %@day%@hour%@minute%@second
es: %@Day%@hora%@minuto%@segundo
fr: %@ Day%@ hour%@ minute%@ deuxième
ja: %@%@%%@%%@秒
zh_hans: %@天%@时%@分%@秒
zh_hk: %@天%@時%@分%@秒

# %@概要
source: %@summary
es: %@Resumen
fr: %@Sommaire
ko: %@요약
ru: %@Резюме
zh_hans: %@概要
zh_hk: %@概要

# %lds后自动取消
source: Automatically canceled after %lds
es: AutCancillón automático después del %lds
fr: AUTO AUTOS APRÈS le%lds
ja: %lds秒後に自動キャンセル
ko: %lds 후 자동으로 취소합니다
ru: Auto-Cancelпосле%lds
zh_hans: %lds后自动取消
zh_hk: %lds後自動取消

# 0天00时00分00秒
source: 0 day 00:00:00
es: 0 días 00 horas 00 minutos 00 segundos
fr: 0 jours 00 heures 00 minutes 00 secondes
ja: 0日 00時間 00分 00秒
ko: 0 일 00 시간 00 분 00 초
ru: 0дней00часов00минут00секунд
zh_hans: 0天00时00分00秒
zh_hk: 0天00時00分00秒

# 0手续费出售
source: 0 handling fee for sale
es: 0 Tarifa de manejo para vender
fr: 0 Frais de traitement à vendre
ja: 手数料0円で販売
ko: 0 판매 수수료 처리
ru: 0Платазаобработкудляпродажи
zh_hans: 0手续费出售
zh_hk: 0手續費出售

# 0手续费购买
source: 0 handling fee to purchase
es: 0 Tarifa de manejo para comprar
fr: 0 Frais de traitement à acheter
ja: 0処理料金の購入
ko: 0 구매 수수료
ru: 0Платазаобращениезапокупку
zh_hans: 0手续费购买
zh_hk: 0手續費充值

# 15分
source: 15 points
es: 15 minutos
fr: 15 minutes
ja: 15分
ko: 15 포인트
ru: 15минут
zh_hans: 15分
zh_hk: 15分

# 1分
source: 1 point
es: 1 minuto
fr: 1 minute
ja: 1分
ko: 1 포인트
ru: 1минута
zh_hans: 1分
zh_hk: 1分

# 1小时
source: 1 hour
es: 1 hora
fr: 1 heure
ja: 1時間
ko: 1 시간
ru: 1час
zh_hans: 1小时
zh_hk: 1小時

# 5日
source: 5 days
es: 5 dias
fr: 5 jours
ja: 5日間
ko: 5 일
ru: 5дней
zh_hans: 5日
zh_hk: 5日

# BYY官方
source: BYY official
es: Byy Oficial
fr: BYY OFFICIEL
ja: BYYオフィシャル
ko: Byy 공무원
ru: Наофициальный
zh_hans: BYY官方
zh_hk: BYY官方

# FX
source: foreign exchange
es: Divisas
fr: Devises
ja: 外国為替
ko: 외환
ru: Иностраннаявалюта
zh_hans: 外汇
zh_hk: 外匯

# OTC交易
source: OTC transaction
es: Transacción OTC
fr: Transaction OTC
ja: OTC取引
ko: OTC 거래
ru: FiatVurranceTrading
zh_hans: OTC交易
zh_hk: 餘額提現

# TA是
source: TA is
es: Ta es
fr: TA est
ja: TA は
ko: TA입니다
ru: Та
zh_hans: TA是
zh_hk: TA是

# TA赚了多少 我就赚了多少
source: I make as much money as he/she makes
zh_hans: TA赚了多少 我就赚了多少

# TA赚了多少, 我就赚了多少
source: I earn as much as TA earns
es: Cuánto ha ganado TA, cuánto me he ganado
fr: Combien TA a gagné, combien j'ai gagné
ja: TAの収入と同じだけ稼ぐ
ko: Ta는 얼마나 벌었습니까?
ru: СколькозаработалТА,сколькоязаработал
zh_hans: TA赚了多少, 我就赚了多少
zh_hk: TA賺了多少, 我就賺了多少

# TA赚了多少, 我就赚多少
source: I earn as much as TA earns
es: Gano tanto como TA gana
fr: Je gagne autant que Ta gagne
ja: TAの収入と同じだけ稼ぐ
ko: 얼마나 벌 수 있습니까?
ru: Язарабатываюстолькоже,сколькоТАзарабатывает
zh_hans: TA赚了多少, 我就赚多少
zh_hk: TA賺了多少, 我就賺多少

# TA赚了多少 我就赚多少
source: I make as much money as he/she makes
zh_hans: TA赚了多少 我就赚多少

# YYB说明
source: Description of YYB
es: Descripción yyb
fr: Description YYB
ja: YYB説明
ko: YYB 설명
ru: YYBОписание
zh_hans: YYB说明
zh_hk: YYB說明

# · 上传的证件照将进行防盗水印处理，我们严格遵照法律法规，保护您的个人私隐。
source: · The uploaded ID photos will be processed with anti-theft watermarks. We strictly abide by laws and regulations to protect your personal privacy.
es: La foto cargada de su tarjeta de identificación estará marcada para proteger su privacidad en estricto cumplimiento de las leyes y regulaciones.
fr: La photo téléchargée de votre carte d'identité sera filigranée pour protéger votre vie privée en stricte conformité aux lois et réglementations.
ja: アップロードされた証明写真には、盗用防止のための電子透かしが入り、プライバシー保護のため法令を厳守します。
ko: ID 카드의 업로드 된 사진은 법률 및 규정을 엄격하게 준수하여 개인 정보를 보호하기 위해 워터 마크로 표시됩니다.
ru: Загруженнаяфотографиявашегоудостоверенияличностибудетводяной,чтобызащититьвашуконфиденциальностьвстрогомсоответствиисзаконамииправилами.
zh_hans: · 上传的证件照将进行防盗水印处理，我们严格遵照法律法规，保护您的个人私隐。
zh_hk: · 上傳的證件照將進行防盜水印處理，我們嚴格遵照法律法規，保護您的個人私隱。

# • 上传的证件照将进行防盗水印处理，我们严格遵照法律法规，保护您的个人私隐。
source: The uploaded ID photo will be processed with an anti-theft watermark. We strictly follow the laws and regulations to protect your privacy.
zh_hans: • 上传的证件照将进行防盗水印处理，我们严格遵照法律法规，保护您的个人私隐。

# 《数字资产借贷服务器合同》
source: "Digital Asset Lending Server Contract"
es: El contrato de servicio de préstamos de activos digitales
fr: Le contrat de service de prêt d'actifs numériques
ja: デジタルアセットレンディングサービス契約書
ko: 디지털 자산 대출 서비스 계약
ru: Договорокредитованиицифровыхактива
zh_hans: 《数字资产借贷服务器合同》
zh_hk: 《數字資產借貸服務器合同》

# 《杠杆交易协议》
source: "Leverage Trading Agreement"
es: Acuerdo comercial apalancado
fr: Accord de trading à effet de levier
ja: レバレッジ取引約款
ko: 레버리지 거래 계약
ru: Торговоесоглашениесиспользованием
zh_hans: 《杠杆交易协议》
zh_hk: 《杠杆交易协议》

# 《跟单规则》
source: "Documentary Rules"
es: Normas
fr: Normas
ja: ルール
ko: 규칙
ru: Правила
zh_hans: 《跟单规则》
zh_hk: 《跟單規則》

# 《风险提示》
source: "risk warning"
es: Advertencia de riesgo
fr: Avertissement de risque
ja: リスク警告
ko: 위험 경고
ru: Предупреждениеориске
zh_hans: 《风险提示》
zh_hk: 《風險提示》

# 一个月
source: a month
es: Un mes
fr: Un mois
ja: 1ヶ月
ko: 한달
ru: Одинмесяц
zh_hans: 一个月
zh_hk: 一個月

# 一年
source: one year
es: Un año
fr: Un ans
ja: 1年
ko: 하나년
ru: Одингод
zh_hans: 一年
zh_hk: 一年

# 一键跟单，无需盯盘
source: One-click copy order, no need to watch the market
es: El pedido de un solo clic siguiente, no es necesario vigilar el mercado
fr: Commande en un clic suivant, pas besoin de garder un œil sur le marché
ja: 1回 - フォローアップ、ディスクを見つめる必要はありません
ko: 한 번의 클릭 주문 다음, 시장을 계속 주시 할 필요가 없습니다.
ru: Заказнаодинщелчок,ненужноследитьзарынком
zh_hans: 一键跟单，无需盯盘
zh_hk: 一鍵跟單，無需盯盤

# 三个月
source: three months
es: Tres meses
fr: Trois mois
ja: 3ヶ月
ko: 삼 개월
ru: Тримесяца
zh_hans: 三个月
zh_hk: 三個月

# 上一步
source: Previous
es: Paso anterior
fr: Étape précédente
ja: 前
ko: 이전 단계
ru: Предыдущийшаг
zh_hans: 上一步
zh_hk: 上一步

# 上传图片中
source: uploading pictures
es: Subir una imagen
fr: Télécharger une image
ja: 写真をアップロードします
ko: 사진을 업로드하십시오
ru: Загрузитекартинку
zh_hans: 上传图片中
zh_hk: 上傳圖片中

# 上市交易时间
source: Listing and trading hours
es: Listado de tiempo de negociación
fr: Listing Trading Time
ja: 取引時間
ko: 상장 거래 시간
ru: Перечислениевремениторговли
zh_hans: 上市交易时间
zh_hk: 上市交易時間

# 上月收益
source: Earnings last month
es: Las ganancias del mes pasado
fr: Les revenus du mois dernier
ja: 前月比
ko: 지난 달 수입
ru: Заработоквпрошломмесяце
zh_hans: 上月收益
zh_hk: 上月收益

# 上架
source: put on shelves
es: Cargado
fr: Téléchargé
ja: 棚に置いてください
ko: 업로드
ru: Загружен
zh_hans: 上架
zh_hk: 上架

# 下一步
source: Next step
es: Próximo paso
fr: L'étape suivante
ja: 次のステップ
ko: 다음 단계
ru: Следующийшаг
zh_hans: 下一步
zh_hk: 下一步

# 下单
source: place an order
es: Hacer un pedido
fr: Commander
ja: 注文する
ko: 주문하다
ru: Разместитьзаказ
zh_hans: 下单
zh_hk: 下單

# 下单成功
source: successfully ordered
es: Orden realizado con éxito
fr: Orden realizado con éxito
ja: 正常に注文しました
ko: 주문이 성공적으로 배치되었습니다
ru: Заказрасположенуспешно
zh_hans: 下单成功
zh_hk: 下單成功

# 下架
source: Take off the shelves
es: Archivado
fr: Étouffé
ja: 棚から降りてください
ko: 선반
ru: Полны
zh_hans: 下架
zh_hk: 下架

# 不存在该用户
source: This user does not exist
es: El usuario no existe
fr: L'utilisateur n'existe pas
ja: ユーザーが存在しない
ko: 사용자는 존재하지 않습니다
ru: Пользовательнесуществует
zh_hans: 不存在该用户
zh_hk: 不存在該用戶

# 不能设置高于%@%%的止损比例
source: Cannot set a stop loss ratio higher than %@%%
es: No se puede establecer una relación de pérdida de parada superior al %@ %%.
fr: Impossible de définir un rapport de perte d'arrêt supérieur à%@%%.
ja: 停止損失比を%@%%以上設定できません
ko: %@ %%보다 높은 정지
ru: Немогуустановитькоэффициентостановкипотерьвыше,чем%@%%.
zh_hans: 不能设置高于%@%%的止损比例
zh_hk: 不能設置高於%@%%的止損比例

# 不要
source: don't want
fr: Non
ja: いいえ
ko: 아니
ru: Нет
zh_hans: 不要
zh_hk: 不要

# 业绩走势
source: performance trend
es: Tendencia de rendimiento
fr: Tendance des performances
ja: 業績推移
ko: 성능 추세
ru: Тенденцияпроизводительности
zh_hans: 业绩走势
zh_hk: 業績走勢

# 两次密码不一样!
source: The two passwords are different!
es: ¡Las dos contraseñas no son las mismas!
fr: Les deux mots de passe ne sont pas les mêmes!
ja: パスワードは2度同じにならない!
ko: 두 가지 암호는 동일하지 않습니다!
ru: Двапаролинесовпадают!
zh_hans: 两次密码不一样!
zh_hk: 兩次密碼不一樣!

# 两次密码不相同
source: two passwords are different
es: Dos contraseñas diferentes
fr: Deux mots de passe différents
ja: 2つのパスワードは同じではない
ko: 두 가지 다른 비밀번호
ru: Дваразныхпароля
zh_hans: 两次密码不相同
zh_hk: 兩次密碼不相同

# 个人主页
source: Personal Page
es: Hogar personal
fr: Maison personnelle
ja: 個人ページ
ko: 홈페이지
ru: Личный дом
zh_hans: 个人主页
zh_hk: 個人主頁

# 个人简介
source: Personal Profile
es: Perfil personal
fr: Profil personnel
ja: 個人プロフィール
ko: 개인 프로필
ru: Личный профиль
zh_hans: 个人简介
zh_hk: 個人簡介

# 中国
source: China
es: Porcelana
fr: Chine
ja: 미국
ko: 중국
ru: Китай
zh_hans: 中国
zh_hk: 中國

# 为了保证你的账号安全，请验证身份。
source: To ensure the security of your account, please verify your identity.
es: Para garantizar la seguridad de su cuenta, verifique su identidad.
fr: Pour assurer la sécurité de votre compte, veuillez vérifier votre identité.
ja: アカウントの安全性を確保するため、本人確認をお願いします。
ko: 계정의 보안을 보장하려면 신원을 확인하십시오.
ru: Чтобыобеспечитьбезопасностьвашейучетнойзаписи,проверьтесвоюличность.
zh_hans: 为了保证你的账号安全，请验证身份。
zh_hk: 為了保證你的賬號安全，請驗證身份。

# 为了您的账号安全，请验证身份
source: For your account security, please verify your identity
es: Para la seguridad de su cuenta, verifique su identidad
fr: Pour la sécurité de votre compte, veuillez vérifier votre identité
ja: アカウントのセキュリティについては、身元を確認してください
ko: 계정의 보안은 귀하의 신원을 확인하십시오.
ru: Дляобеспечениябезопасностивашейучетнойзаписи,пожалуйста,проверьтесвоюличность
zh_hans: 为了您的账号安全，请验证身份
zh_hk: 為了您的賬號安全，請驗證身份

# 为保障资金安全，当您账户安全策略变更、密码修改、我们会对提币进行人工审核，请耐心等待工作人员电话或邮件联系。请务必确认电脑及浏览器安全，防止信息被篡改或泄露.
source: In order to preserve the safety of funds, when your account security policy is changed, the password is modified, or your account is not in good standing, we will conduct a manual review of the withdrawals. Please wait patiently for the staff to call, or please wait patiently for the staff to contact you by phone or email. Please make sure your computer and browser are secure to prevent information from being tampered with.
zh_hans: 为保障资金安全，当您账户安全策略变更、密码修改、我们会对提币进行人工审核，请耐心等待工作人员电话或邮件联系。请务必确认电脑及浏览器安全，防止信息被篡改或泄露.

# 为保障资金安全，当您账户安全策略变更、密码修改、我们会对提币进行人工审核，请耐心等待工作人员电话或邮件联繫。请务必确认电脑及瀏览器安全，防止信息被篡改或洩露。
source: In order to ensure the security of funds, when your account security policy is changed or your password is changed, we will manually review the withdrawals. Please wait patiently for the staff to contact you by phone or email. Please be sure to confirm the security of your computer and browser to prevent information from being tampered with or leaked.
es: Para proteger la seguridad de sus fondos, cuando se modifique la política de seguridad de su cuenta o se modifique su contraseña, realizaremos una revisión manual de los retiros, por favor, tenga paciencia y espere una llamada telefónica o un correo electrónico de nuestro personal. Asegúrese de verificar la seguridad de su computadora y navegador para evitar la manipulación o la fuga de información.
fr: Afin de protéger la sécurité de vos fonds, lorsque la politique de sécurité de votre compte est modifiée ou que votre mot de passe est modifié, nous effectuerons un examen manuel des retraits, veuillez être patient et attendre un appel téléphonique ou un e-mail de notre personnel. Assurez-vous de vérifier la sécurité de votre ordinateur et de votre navigateur pour éviter la falsification ou la fuite d'informations.
ja: お客様の資金の安全を守るため、お客様の口座のセキュリティポリシーが変更された場合、またはパスワードが変更された場合、当社はお客様の出金を手動で確認します。 情報の改ざんや漏洩を防ぐため、ご利用のパソコンやブラウザの安全性をご確認ください。
ko: 자금의 보안을 보호하기 위해 계정 보안 정책이 변경되거나 암호가 수정되면 인출 수동 검토를 수행하고 인내심을두고 직원으로부터 전화 나 이메일을 기다리십시오. 정보의 변조 또는 누출을 방지하려면 컴퓨터 및 브라우저의 보안을 확인하십시오.
ru: Чтобызащититьбезопасностьвашихсредств,когдабудетизмененаполитикабезопасностивашейучетнойзаписииливашпарольизменен,мыпроведемручныйобзорснятиясредств,будьтетерпеливыиждатьтелефонногозвонкаилиэлектронныхпоэлектроннойпочтеотнашихсотрудников.Пожалуйста,обязательнопроверьтебезопасностьвашегокомпьютераибраузера,чтобыпредотвратитьподделкаилиутечкуинформации.
zh_hans: 为保障资金安全，当您账户安全策略变更、密码修改、我们会对提币进行人工审核，请耐心等待工作人员电话或邮件联繫。请务必确认电脑及瀏览器安全，防止信息被篡改或洩露。
zh_hk: 為保障資金安全，當您賬戶安全策略變更、密碼修改、我們會對提幣進行人工審核，請耐心等待工作人員電話或郵件聯繫。請務必確認電腦及瀏覽器安全，防止信息被篡改或洩露。

# 买入
source: Buy
es: Aceptacion
fr: Buy-in
ja: バイイン
ko: 구입하다
ru: Купитьв
zh_hans: 买入
zh_hk: 買入

# 买入/卖出
source: buy/sell
es: Compra venta
fr: Acheter vendre
ja: 購入・販売
ko: 구매/판매
ru: Купипродай
zh_hans: 买入/卖出
zh_hk: 買入/賣出

# 买入总金额
source: total purchase amount
es: Cantidad total comprada
fr: Montant total acheté
ja: 購入総額
ko: 구매 한 총 금액
ru: Общаясуммакуплена
zh_hans: 买入总金额
zh_hk: 買入總金額

# 买家当日累计3笔取消，超出会影响当日买入功能
source: The buyer accumulatively has 3 cancellations on the same day, exceeding the limit will affect the purchase function of the day
es: El comprador acumula 3 cancelaciones en un día, más que eso afectará la función de compra del día
fr: L'acheteur accumule 3 annulations en une journée, plus que cela affectera la fonction d'achat du jour
ja: 購入者のキャンセルが3件に達し、それを超えると当日の購入機能に影響が出る。
ko: 구매자는 그날 3 개가 취소되었으며, 이는 오늘의 구매 기능에 영향을 미칩니다.
ru: Покупательнакапливает3отменызадень,больше,чемэтоповлияетнафункциюпокупкидня
zh_hans: 买家当日累计3笔取消，超出会影响当日买入功能
zh_hk: 買家當日累計3筆取消，超出會影響當日買入功能

# 买家当日累计3笔取消，超出会影响当日买入功能.
source: If the buyer accumulates 3 cancellations on the same day, it will affect the function of buying on the same day.
zh_hans: 买家当日累计3笔取消，超出会影响当日买入功能.

# 亏损补贴
source: loss allowance
es: Cobertura de pérdida
fr: Couverture de perte
ja: 損失補填
ko: 손실 표지
ru: Потеряпокрытия
zh_hans: 亏损补贴
zh_hk: 虧損補貼

# 交易
source: trade
es: Transacción
fr: Transaction
ja: トランザクション
ko: 거래
ru: Сделка
zh_hans: 交易
zh_hk: 交易

# 交易密码管理
source: Transaction password management
es: Gestión de contraseñas
fr: Gestion des mots de passe
ja: パスワード管理
ko: 거래 비밀번호 관리
ru: Управлениепаролем
zh_hans: 交易密码管理
zh_hk: 交易密碼管理

# 交易收益
source: The Profit of Trading
es: Ingresos comerciales
fr: Revenus commerciaux
ja: トレーディング収益
ko: 거래 수입
ru: Торговый доход
zh_hans: 交易收益
zh_hk: 交易收益

# 交易明细
source: Transaction details
es: Detalles de la transacción
fr: Détails de la transaction
ja: 取引内容
ko: 상세 거래 내역
ru: Деталитранзакции
zh_hans: 交易明细
zh_hk: 交易明細

# 交易次数
source: Transactions
es: Número de oficios
fr: Nombre de métiers
ja: 取引件数
ko: 거래 수
ru: Количествосделок
zh_hans: 交易次数
zh_hk: 交易次數

# 交易策略
source: Trading straregy
es: Estrategia comercial
fr: Stratégie de négociation
ja: 取引戦略
ko: 거래 전략
ru: Торговаястратегия
zh_hans: 交易策略
zh_hk: 交易策略

# 交易类型
source: Transaction Type
es: tipo de transacción
fr: Type de transaction
ja: トランザクションタイプ
ko: 거래 유형
ru: Типоперации
zh_hans: 交易类型
zh_hk: 交易類型

# 交易规则
source: Trading Rules
es: Reglas comerciales
fr: Règles commerciales
ja: 取引ルール
ko: 거래 규칙
ru: Торговыеправила
zh_hans: 交易规则
zh_hk: 交易規則

# 交易记录
source: Transaction Record
es: Historial de transacciones
fr: Historique des transactions
ja: トランザクションレコード
ko: 거래 내역
ru: Историятранзакций
zh_hans: 交易记录
zh_hk: 交易記錄

# 交易金额
source: Amount of the transaction
es: Cantidad de transacción
fr: Montant de la transaction
ja: 取引金額
ko: 거래 금액
ru: Сумматранзакции
zh_hans: 交易金额
zh_hk: 交易金額

# 人
source: people
es: Gente
fr: Personnes
ja: 人
ko: 사람들
ru: Люди
zh_hans: 人
zh_hk: 人

# 人气指数
source: Popularity Index
es: Índice de popularidad
fr: Indice de popularité
ja: 人気指標
ko: 인기 지수
ru: Индекспопулярности
zh_hans: 人气指数
zh_hk: 人氣指數

# 今日新增
source: Added today
es: Adiciones de hoy
fr: Les ajouts d'aujourd'hui
ja: 本日の追加情報
ko: 오늘 추가되었습니다
ru: Сегодняшниедополнения
zh_hans: 今日新增
zh_hk: 今日新增

# 从手机相册选择
source: Select from phone gallery
es: Seleccione del álbum de su teléfono celular
fr: Sélectionnez dans votre album de téléphone portable
ja: 携帯電話のアルバムから選択
ko: 휴대 전화 앨범에서 선택하십시오
ru: Выберитеизсвоегоальбомасотовоготелефона
zh_hans: 从手机相册选择
zh_hk: 從手機相冊選擇

# 从相册选择
source: select from album
es: Seleccionar del álbum
fr: Sélectionner dans l'album
ja: アルバムから選択
ko: 앨범에서 선택하십시오
ru: Выберитеизальбома
zh_hans: 从相册选择
zh_hk: 從相冊選擇

# 他是
source: TA is
zh_hans: 他是

# 代理
source: acting
es: Agente
fr: Agent
ja: 代理店
ko: 연기
ru: Агент
zh_hans: 代理
zh_hk: 代理

# 代理等级：
source: Agent level:
es: Nivel de agente.
fr: Niveau d'agent.
ja: エージェントレベル。
ko: 에이전트 레벨.
ru: АгентУровень.
zh_hans: 代理等级：
zh_hk: 代理等級：

# 代理规则
source: agency rules
es: Reglas del agente
fr: Règles d'agent
ja: プロキシルール
ko: 에이전트 규칙
ru: АгентПравила
zh_hans: 代理规则
zh_hk: 代理規則

# 代理费用为%@USDT
source: Agency fee is %@USDT
es: La tarifa proxy es %@USDT
fr: Les frais de proxy sont%@ USDT
ja: 代理人手数料は %@USDT
ko: 대행사 수수료는%@USDT입니다
ru: Платазапрокси%@usdt
zh_hans: 代理费用为%@USDT
zh_hk: 代理費用為%@USDT

# 以当前市价成交
source: Execute at the current market price
es: Comercio al precio actual de mercado
fr: Commerce au prix du marché actuel
ja: 現在の市場価格で取引する
ko: 현재 시장 가격으로 거래
ru: Торговляпотекущейрыночнойцене
zh_hans: 以当前市价成交
zh_hk: 以當前市價成交

# 以当前最优价格交易
source: Trade at the current best price
es: Comerciar al mejor precio actual
fr: Échanger au meilleur prix actuel
ja: 現在のベストプライスで取引する
ko: 현재 최고의 가격으로 거래
ru: Торговляпотекущейлучшейцене
zh_hans: 以当前最优价格交易
zh_hk: 以當前最優價格交易

# 价格
source: price
es: Precio
fr: Prix
ja: 価格
ko: 가격
ru: Цена
zh_hans: 价格
zh_hk: 價格

# 众筹价格
source: Crowdfunding Price
zh_hans: 众筹价格

# 优惠券
source: coupon
es: Cupón
ja: クーポン
ko: 쿠폰
ru: Купон
zh_hans: 优惠券
zh_hk: 優惠券

# 低
source: Low
es: Bajo
fr: Bas
ja: 低
ko: 낮은
ru: Низкий
zh_hans: 低
zh_hk: 低

# 余额
source: balance
es: Balance restante
fr: Solde restant
ja: バランス
ko: 균형
ru: Остатоксредств
zh_hans: 余额
zh_hk: 餘額

# 余额账户
source: Account Balance
es: Saldo de la cuenta
fr: Solde du compte
ja: バランス・アカウント
ko: 계정 잔액
ru: Баланс
zh_hans: 余额账户
zh_hk: 賬戶餘額

# 余额账户总资产(USDT)
source: Balance Account Total Assets (USDT)
es: Saldo de activos totales de la cuenta (USDT)
fr: Balance compte total des actifs (USDT)
ja: 残高口座合計資産（USDT）
ko: 잔액 계정 총 자산 (USDT)
ru: Балансобщихактивов(USDT)
zh_hans: 余额账户总资产(USDT)
zh_hk: 餘額賬戶總資產(USDT)

# 你将以%@USDT保证金开%@倍杠杆%@
source: You will use %@USDT margin to open %@ times leverage %@
es: Serás %@ apalancado %@ con %@ usdt margen
fr: Vous serez%@ en levier%@ avec%@ usdt marge
ja: %@usdt depose%@你%@で開きます
ko: 당신은 %@ leveraged %@ with %@ usdt margin입니다.
ru: Выбудете%@levereded%@с%@usdtmargin
zh_hans: 你将以%@USDT保证金开%@倍杠杆%@
zh_hk: 你將以%@USDT保證金開%@倍槓桿%@

# 你尚未订阅该用户
source: You have not subscribed to this user
es: No se ha suscrito a este usuario
fr: Vous n'avez pas abonné à cet utilisateur
ja: まだユーザーに購読していません
ko: 이 사용자를 구독하지 않았습니다
ru: Вынеподписалисьнаэтогопользователя
zh_hans: 你尚未订阅该用户
zh_hk: 你尚未訂閱該用戶

# 你暂无可提币的币种
source: You have no currency that can be withdrawn
es: No tiene una moneda para retirar en este momento
fr: Vous n'avez pas de monnaie pour le retrait pour le moment
ja: 現在、引き出し可能なコインをお持ちでない方
ko: 현재 인출을위한 통화가 없습니다.
ru: Уваснетвалютыдляснятиянаданныймомент
zh_hans: 你暂无可提币的币种
zh_hk: 你暫無可提幣的幣種

# 你暂无可提币的币种.
source: You don't have any currency to withdraw at the moment.
zh_hans: 你暂无可提币的币种.

# 你正在提现操作
source: You are withdrawing cash
es: Estás retirando la operación
fr: Vous retirez l'opération
ja: 出金手続き中であること
ko: 당신은 작업을 철회하고 있습니다
ru: Выснимаетеоперацию
zh_hans: 你正在提现操作
zh_hk: 你正在提現操作

# 你目前锁仓权益等级
source: Your current locked position equity level
zh_hans: 你目前锁仓权益等级

# 你目前锁仓权谥等级
source: Your current lock-up equity level
es: Tu nivel de bloqueo actual
fr: Votre niveau de verrouillage actuel
ja: あなたの現在の死後ロックレベル
ko: 현재 잠금 수준
ru: Ваштекущийуровеньблокировки
zh_hans: 你目前锁仓权谥等级
zh_hk: 你目前鎖倉權益等級

# 保存
source: save
es: Ahorrar
fr: sauvegarder
ja: セーブ
ko: 저장
ru: Сохранять
zh_hans: 保存
zh_hk: 保存

# 保存二维码
source: Save the QR code
es: Guardar código QR
fr: Enregistrer le code QR
ja: QRコードの保存
ko: QR 코드를 저장합니다
ru: СохранитьQR-код
zh_hans: 保存二维码
zh_hk: 保存二維碼

# 保存二维码到本地
source: Save the QR code locally
es: Guardar código QR en local
fr: Enregistrer le code QR vers local
ja: QRコードをローカルに保存する
ko: QR 코드를 지역 영역에 저장하십시오
ru: СохранитьQR-кодвлокальный
zh_hans: 保存二维码到本地
zh_hk: 保存二維碼到本地

# 保存图片失败
source: Failed to save image
es: No se pudo guardar la imagen
fr: Échec de l'enregistrement de l'image
ja: 画像の保存に失敗しました
ko: 사진을 저장하지 못했습니다
ru: Неудалосьсохранитьизображение
zh_hans: 保存图片失败
zh_hk: 保存圖片失敗

# 保存图片成功
source: Save the picture successfully
es: Guardar el éxito de la imagen
fr: Sauver le succès de l'image
ja: 画像の保存に成功
ko: 사진을 성공적으로 저장하십시오
ru: Сохранитеуспехизображения
zh_hans: 保存图片成功
zh_hk: 保存圖片成功

# 保存并分享
source: save and share
es: Guardar y compartir
fr: Sauvegarder et partager
ja: 保存と共有
ko: 저장 및 공유
ru: Сохранитьиподелиться
zh_hans: 保存并分享
zh_hk: 保存並分享

# 保存成功
source: Successfully saved
es: Guardado exitosamente
fr: Sauvé avec succès
ja: 正常に保存されました
ko: 성공적으로 저장되었다
ru: Успешносохранено
zh_hans: 保存成功
zh_hk: 保存成功

# 保存語言設置
source: Save
ja: 言語設定を保存
ko: 保存語言設置
zh_hans: 保存语言设置
zh_hk: 保存語言設置

# 修改交易密码
source: Modify transaction password
es: Modificar contraseña de transacción
fr: Modifier le mot de passe de la transaction
ja: 取引パスワードの変更
ko: 트랜잭션 비밀번호를 수정하십시오
ru: Изменитепарольтранзакции
zh_hans: 修改交易密码
zh_hk: 修改交易密碼

# 修改密码失败
source: Failed to change password
es: Cambio de contraseña falló
fr: Le changement de mot de passe a échoué
ja: パスワードの変更に失敗しました
ko: 암호 변경이 실패했습니다
ru: Изменениепаролянеудалось
zh_hans: 修改密码失败
zh_hk: 修改密碼失敗

# 修改微信账号
source: Modify WeChat account
es: Modificar el número de cuenta de WeChat
fr: Modifier le numéro de compte WeChat
ja: WeChatアカウントを変更します
ko: WeChat 계정 번호를 수정하십시오
ru: ИзменитьномеручетнойзаписиWeChat
zh_hans: 修改微信账号
zh_hk: 修改微信賬號

# 修改成功
source: Successfully modified
es: Modificado con éxito
fr: Modifié avec succès
ja: 正常に修正されました
ko: 성공적으로 수정되었습니다
ru: Модифицированоуспешно
zh_hans: 修改成功
zh_hk: 修改成功

# 修改支付宝账号
source: Modify Alipay account
es: Modificar el número de cuenta de Alipay
fr: Modifier le numéro de compte Alipay
ja: Alipayアカウントを変更します
ko: Alipay 계정 번호를 수정하십시오
ru: ИзменитьномеручетнойзаписиAlipay
zh_hans: 修改支付宝账号
zh_hk: 修改支付寶賬號

# 修改绑定手机
source: Modify the bound mobile phone
es: Modificar el teléfono vinculado
fr: Modifier le téléphone collé
ja: 携帯電話の機種変更
ko: 보세 전화를 수정하십시오
ru: Изменитесвязанныйтелефон
zh_hans: 修改绑定手机
zh_hk: 修改綁定手機

# 修改银行卡
source: Modify bank card
es: Modificar la tarjeta bancaria
fr: Modifier la carte bancaire
ja: 銀行カードを変更します
ko: 은행 카드를 수정하십시오
ru: Изменитьбанковскуюкарту
zh_hans: 修改银行卡
zh_hk: 修改銀行卡

# 停止跟单将以市价卖出您所有的跟单持仓
source: Stop copying will sell all your copying positions at the market price
es: Los pedidos de parada venderán todos sus puestos a precio de mercado
fr: Les commandes d'arrêt vendront tous vos postes au prix du marché
ja: 注文を停止すると、後続のポジションをすべて成行で売却することになる
ko: 주문을 중지하여 시장 가격으로 모든 직책을 판매합니다.
ru: Остановкизаказыпродадутвсевашидолжностипорыночнойцене
zh_hans: 停止跟单将以市价卖出您所有的跟单持仓
zh_hk: 停止跟單將以市價賣出您所有的跟單持倉

# 充值金额
source: Recharge amount
es: Cantidad de recarga
fr: Montant de recharge
ja: 上乗せ額
ko: 재충전 금액
ru: Суммапополнения
zh_hans: 充值金额
zh_hk: 充值金額

# 充币
source: Deposit
es: Recargar moneda digital
fr: Recharger la monnaie numérique
ja: コインチャージ
ko: 동전
ru: Пополнитьцифровуювалюту
zh_hans: 充币
zh_hk: 充幣

# 充币地址
source: Deposit address
es: Dirección de relleno
fr: Adresse de remplissage
ja: 充填アドレス
ko: 주소를 채우십시오
ru: Заполнитьадрес
zh_hans: 充币地址
zh_hk: 充幣地址

# 充币数量
source: Deposit amount
es: Número de monedas llenas
fr: Nombre de pièces remplies
ja: コイン数
ko: 채워진 동전의 수
ru: Количествозаполненныхмонет
zh_hans: 充币数量
zh_hk: 充幣數量

# 兑换邀请码
source: redeem invitation code
es: Redimir el código de invitación
fr: Échangez le code d'invitation
ja: 招待状コードを引き換えます
ko: 초대장 코드를 상환합니다
ru: Искупитькодприглашения
zh_hans: 兑换邀请码
zh_hk: 兌換邀請碼

# 全球指数总资产(USDT)
source: Global Index Total Assets (USDT)
es: Activo total del índice global (USDT)
fr: Index mondial Total Asset (USDT)
ja: 総グローバルインデックスアセット（USDT）
ko: 글로벌 지수 총 자산 (USDT)
ru: Глобальныйиндексобщийактив(USDT)
zh_hans: 全球指数总资产(USDT)
zh_hk: 全球指數總資產(USDT)
