Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, ru, zh_hans, zh_hk

# 解释：高手最近30天平均每笔交易的收益率。数值越大，代表个人盈利能力越强。
source: Explanation: The average rate of return of each transaction of the master in the last 30 days. The larger the value, the stronger the personal profitability.
es: Explicación: La rentabilidad promedio de cada operación en los últimos 30 días. Cuanto mayor sea el valor, más rentable es el individuo.
fr: Explication: La rentabilité moyenne de chaque métier au cours des 30 derniers jours. Plus la valeur est élevée, plus l'individu est rentable.
ja: 説明：過去30日間の各取引の平均的な収益性を示します。 値が高いほど、その個体は利益を上げていることになります。
ko: 설명 : 지난 30 일 동안 각 거래의 평균 수익. 가치가 클수록 개인 수익성이 강해집니다.
ru: Объяснение:Средняяприбыльностькаждойторговлизапоследние30дней.Чемвышеценность,темболееприбыльнымявляетсячеловек.
zh_hans: 解释：高手最近30天平均每笔交易的收益率。数值越大，代表个人盈利能力越强。
zh_hk: 解釋：高手最近30天平均每筆交易的收益率。數值越大，代表個人盈利能力越強。

# 解释：高手最近30天跟单人数，数值越大，代表跟随者越多，人气越高。
source: Explanation: The number of followers of masters in the last 30 days. The larger the value, the more followers and the higher the popularity.
es: Explicación: El número de seguidores en los últimos 30 días, cuanto mayor sea el valor, más seguidores y mayores serán la popularidad.
fr: Explication: Le nombre d'adeptes au cours des 30 derniers jours, plus la valeur est grande, plus la popularité est élevée et plus la popularité.
ja: 説明：過去30日間のマスターのフォロワー数。 値が大きいほどフォロワーが多く、人気度が高い。
ko: 설명 : 지난 30 일 동안, 마스터는 지난 30 일 동안 한 사람과 함께있었습니다. 가치가 클수록 팔로워가 많을수록 인기가 높아집니다.
ru: Объяснение:Количествопоследователейзапоследние30дней,чембольшеценность,тембольшепоследователейичемвышепопулярность.
zh_hans: 解释：高手最近30天跟单人数，数值越大，代表跟随者越多，人气越高。
zh_hk: 解釋：高手最近30天跟單人數，數值越大，代表跟隨者越多，人氣越高。

# 解除绑定
source: unbind
es: Desaprobación
fr: Qui n'est pas un peu
ja: アンバインド
ko: 안정되지 않은
ru: Несовершеннолетний
zh_hans: 解除绑定
zh_hk: 解除綁定

# 解除绑定成功
source: Unbind successfully
es: Desapercibir con éxito
fr: Défendre avec succès
ja: 連続したバインディング
ko: 성공적으로 풀림
ru: Успешнорассеяние
zh_hans: 解除绑定成功
zh_hk: 解除綁定成功

# 註销失败
source: Logout failed
es: No se pudo cancelar
fr: Échec de l'annulation
ja: 失敗を取り消す
ko: 취소하지 못했습니다
ru: Неудалосьотменить
zh_hans: 註销失败
zh_hk: 註銷失敗

# 计算中
source: calculating
es: Cálculo en progreso
fr: Calcul en cours
ja: 計算中
ko: 진행중인 계산
ru: Расчетвпроцессе
zh_hans: 计算中
zh_hk: 計算中

# 订单号
source: order number
es: Número de orden
fr: Numéro de commande
ja: 注文番号
ko: 주문 번호
ru: Порядковыйномер
zh_hans: 订单号
zh_hk: 訂單號

# 订单将在%@后超时取消
source: The order will be canceled after %@
es: El pedido se cancelará después de %@ timeout
fr: La commande sera annulée après%@ timeout
ja: 注文は%@の後にタイムアウトし、キャンセルされます。
ko: 주문은%@ 이후 시간이 지남에 따라 취소됩니다.
ru: Заказбудетотмененпосле%@timeout
zh_hans: 订单将在%@后超时取消
zh_hk: 訂單將在%@後超時取消

# 订单已撤销
source: order canceled
es: El pedido ha sido cancelado
fr: La commande a été annulée
ja: 注文は取り消されました
ko: 주문이 취소되었습니다
ru: Заказбылотменен
zh_hans: 订单已撤销
zh_hk: 訂單已撤銷

# 订单已被系统撤销
source: The order has been canceled by the system
es: El pedido ha sido cancelado por el sistema
fr: La commande a été annulée par le système
ja: 順序はシステムによって取り消されました
ko: 시스템에 의해 주문이 취소되었습니다
ru: Заказбылотмененсистемой
zh_hans: 订单已被系统撤销
zh_hk: 訂單已被系統撤銷

# 订单已过期
source: order has expired
es: El pedido ha expirado
fr: La commande a expiré
ja: 注文は期限切れになりました
ko: 주문이 만료되었습니다
ru: Заказистек
zh_hans: 订单已过期
zh_hk: 訂單已過期

# 订单状态
source: Order Status
es: Estado de pedido
fr: Statut de la commande
ja: 注文状況
ko: 주문 상태
ru: Статусзаказа
zh_hans: 订单状态
zh_hk: 訂單狀態

# 订单记录
source: order record
es: Historial de pedidos
fr: Historique des commandes
ja: 注文履歴
ko: 주문 기록
ru: Историязаказов
zh_hans: 订单记录
zh_hk: 訂單記錄

# 订阅
source: Subscribe
es: Suscribir
fr: S'abonner
ja: サブスクリプション
ko: 신청
ru: Подписывайся
zh_hans: 订阅
zh_hk: 訂閱

# 订阅/续费请求数据错误
source: Subscription/renewal request data error
es: Error de datos de solicitud de suscripción/renovación
fr: Erreur de données de demande d'abonnement / renouvellement
ja: 購読・更新依頼データエラー
ko: 가입/갱신 요청 데이터 오류
ru: Ошибкаданныхзапросанаподписку/обновление
zh_hans: 订阅/续费请求数据错误
zh_hk: 訂閱/續費請求數據錯誤

# 订阅已过期
source: Subscription has expired
es: La suscripción ha expirado
fr: L'abonnement a expiré
ja: 購読期間が終了しました
ko: 만료를 구독하십시오
ru: Срокдействияподпискиистек
zh_hans: 订阅已过期
zh_hk: 訂閱已過期

# 订阅数
source: Subscriptions
es: Suscripciones
fr: Abonnements
ja: 加入者数
ko: 구독 번호
ru: Подписки
zh_hans: 个人主页
zh_hk: 訂閱數

# 订阅状态
source: subscription status
es: Estado de suscripción
fr: État de l'abonnement
ja: 購読状況
ko: 구독 상태
ru: Статусподписки
zh_hans: 订阅状态
zh_hk: 訂閱狀態

# 认证日期
source: certification date
es: Fecha de autenticación
fr: Date d'authentification
ja: 認定日
ko: 인증 날짜
ru: Датааутентификации
zh_hans: 认证日期
zh_hk: 認證日期

# 认证状态
source: certification status
es: Estado de autenticación
fr: État d'authentification
ja: 認定ステータス
ko: 인증 상태
ru: Статусаутентификации
zh_hans: 认证状态
zh_hk: 認證狀態

# 认购数字货币
source: Subscribe digital currency
es: Suscribirse a moneda digital
fr: Abonnez-vous à la monnaie numérique
ja: デジタル通貨に加入する
ko: 디지털 통화를 구독하십시오
ru: Подписатьсянацифровуювалюту
zh_hans: 认购数字货币
zh_hk: 認購數字貨幣

# 认购金额
source: subscription amount
es: Monto de suscripción
fr: Montant d'abonnement
ja: 申込金額
ko: 구독 금액
ru: Суммаподписки
zh_hans: 认购金额
zh_hk: 認購金額

# 认购锁仓
source: Subscription Lockup
es: Posición de bloqueo de suscripción
fr: Position de verrouillage de l'abonnement
ja: サブスクリプションロックポジション
ko: 구독 잠금 위치
ru: Положениеблокировкиподписки
zh_hans: 认购锁仓
zh_hk: 認購鎖倉

# 设置
source: set up
es: Configurar
fr: D'installation
ja: 設定
ko: 설정
ru: Настраивать
zh_hans: 设置
zh_hk: 設置

# 设置交易密码
source: Set transaction password
es: Establecer contraseña de transacción
fr: Définir le mot de passe de transaction
ja: 取引パスワードの設定
ko: 트랜잭션 비밀번호를 설정합니다
ru: Установитепарольтранзакции
zh_hans: 设置交易密码
zh_hk: 設置交易密碼

# 设置密码
source: set password
es: Configurar la clave
fr: Définir le mot de passe
ja: パスワードの設定
ko: 암호를 설정하세요
ru: Установкапароля
zh_hans: 设置密码
zh_hk: 設置密碼

# 设置成功
source: successfully set
es: Configurar con éxito
fr: Configurer avec succès
ja: 正常に設定します
ko: 성공적으로 설정하십시오
ru: Настройкауспешно
zh_hans: 设置成功
zh_hk: 設置成功

# 设置新密码
source: set new password
es: Establecer una nueva contraseña
fr: Définir un nouveau mot de passe
ja: 新しいパスワードを設定する
ko: 새 비밀번호를 설정하십시오
ru: Установитеновыйпароль
zh_hans: 设置新密码
zh_hk: 設置新密碼

# 设置止盈止损
source: Set stop profit and stop loss
es: Establecer la pérdida de la pérdida y tomar ganancias
fr: Définir la perte d'arrêt et réaliser des bénéfices
ja: 停止損失を設定し、利益を得ます
ko: 중지 손실을 설정하고 이익을 얻으십시오
ru: Установитьостановкуиполучитьприбыль
zh_hans: 设置止盈止损
zh_hk: 設置止盈止損

# 设置语言
source: language setting
es: Elegir lenguaje
fr: Définir la langue
ja: 設定言語
ko: 언어를 설정하십시오
ru: Установитьязык
zh_hans: 设置语言
zh_hk: 設置語言

# 设置默认
source: Set the default
es: Establecer predeterminado
fr: Définir par defaut
ja: デフォルト設定
ko: 기본값을 설정하십시오
ru: Установитьпоумолчанию
zh_hans: 设置默认
zh_hk: 設置默認

# 证件号
source: license number
es: Número certificado
fr: Numéro de certificat
ja: ライセンス番号
ko: 인증서 번호
ru: Номерсертификата
zh_hans: 证件号
zh_hk: 證件號

# 该操作需要验证交易密码，你还没设置交易密码，是否现在设置交易密码？
source: This operation requires verification of the transaction password. Since you haven't set up a trading password yet, do you need to set up a trading password now?
es: Todavía no tiene una contraseña comercial, ¿desea establecer una ahora?
fr: Vous n'avez pas encore de mot de passe de trading, voulez-vous en définir un maintenant?
ja: この操作には取引パスワードの確認が必要です。 取引パスワードはまだ設定されていませんが、今設定しますか？
ko: 당신은 아직 거래 비밀번호가없고 지금 하나를 설정하고 싶습니까?
ru: Увасещенетторговогопароля,выхотитеустановитьегосейчас?
zh_hans: 该操作需要验证交易密码，你还没设置交易密码，是否现在设置交易密码？
zh_hk: 該操作需要驗證交易密碼，你還沒設置交易密碼，是否現在設置交易密碼？

# 该版本暂不支持该功能，请更新版本
source: This version does not support this function, please update the version
es: Esta versión no admite esta función en este momento, actualice la versión.
fr: Cette version ne prend pas en charge cette fonction pour le moment, veuillez mettre à jour la version
ja: このバージョンではサポートされていません。バージョンを更新してください
ko: 이 버전은 당분간이 기능을 지원하지 않습니다. 버전을 업데이트하십시오.
ru: Этаверсиясейчаснеподдерживаетэтуфункцию,пожалуйста,обновитеверсию
zh_hans: 该版本暂不支持该功能，请更新版本
zh_hk: 該版本暫不支持該功能，請更新版本

# 该版本暂不支持该功能，请更新版本.
source: This version does not support this function at the moment, please update the version.
zh_hans: 该版本暂不支持该功能，请更新版本.

# 说明
source: Description
es: Descripción
fr: La description
ja: 商品説明
ko: 설명
ru: Описание
zh_hans: 说明
zh_hk: 說明

# 请上传充值截图
source: Please upload a recharge screenshot
es: Sube una captura de pantalla de recarga
fr: Veuillez télécharger une capture d'écran de recharge
ja: リチャージスクリーンショットをアップロードしてください
ko: 충전 스크린 샷을 업로드하십시오
ru: Пожалуйста,загрузитескриншотперезарядки
zh_hans: 请上传充值截图
zh_hk: 請上傳充值截圖

# 请上传提币二维码
source: Please upload the withdrawal QR code
es: Cargue el código QR de moneda de retiro de retiro
fr: Veuillez télécharger le code QR de la monnaie de retrait
ja: 引き出し通貨QRコードをアップロードしてください
ko: 인출 통화 QR 코드를 업로드하십시오
ru: Пожалуйста,загрузитеQR-кодснятиявалюты
zh_hans: 请上传提币二维码
zh_hk: 請上傳提幣二維碼

# 请上传身份证人像页图片
source: Please upload the picture of the portrait page of the ID card
es: Sube la imagen de la página de retrato de tu tarjeta de identificación
fr: Veuillez télécharger l'image de votre page de portrait de carte d'identité
ja: IDカードのポートレートページの写真をアップロードしてください。
ko: ID 카드 초상화 페이지의 사진을 업로드하십시오
ru: Пожалуйста,загрузитеизображениестраницыпортретанаудостоверениеличности
zh_hans: 请上传身份证人像页图片
zh_hk: 請上傳身份證人像頁圖片

# 请上传身份证国徽页图片
source: Please upload the picture of the national emblem page of the ID card
es: Sube la imagen de la página de emblema de la tarjeta de identificación
fr: Veuillez télécharger l'image de la page d'emblème de la carte d'identité
ja: 身分証明書の国章ページの写真をアップロードしてください。
ko: ID 카드 엠블럼 페이지의 사진을 업로드하십시오
ru: Пожалуйста,загрузитеизображениестраницыEmblemIdCard
zh_hans: 请上传身份证国徽页图片
zh_hk: 請上傳身份證國徽頁圖片

# 请先进行商家认证
source: Please verify the business first
es: Tome primero la certificación comercial
fr: Veuillez d'abord prendre la certification commerciale
ja: 最初にマーチャント認証プロセスを経てください
ko: 먼저 비즈니스 인증을 받으십시오
ru: Пожалуйста,возьмитебизнес-сертификациювпервуюочередь
zh_hans: 请先进行商家认证
zh_hk: 請先進行商家認證

# 请再次输入密码
source: Please enter your password again
es: Ingrese la contraseña nuevamente
fr: Veuillez saisir à nouveau le mot de passe
ja: パスワードをもう一度入力してください
ko: 비밀번호를 다시 입력하십시오
ru: Пожалуйста,введитепарольещераз
zh_hans: 请再次输入密码
zh_hk: 請再次輸入密碼

# 请写下您想对卖家/买家说的话！
source: Please write down what you want to say to the seller/buyer!
es: ¡Escriba lo que quiere decirle al vendedor/comprador!
fr: Veuillez noter ce que vous voulez dire au vendeur / acheteur!
ja: 売主・買主に伝えたいことを書いてください
ko: 판매자/구매자에게 말하고 싶은 것을 적어주세요!
ru: Пожалуйста,напишите,чтовыхотитесказатьпродавцу/покупателю!
zh_hans: 请写下您想对卖家/买家说的话！
zh_hk: 請寫下您想對賣家/買家說的話！

# 请写入您想对卖家/买家说的话！
source: Please write what you want to say to the seller/buyer!
es: ¡Escriba lo que quiere decirle al vendedor/comprador!
fr: Veuillez écrire ce que vous voulez dire au vendeur / acheteur!
ja: 売主・買主に伝えたいことを書いてください
ko: 판매자/구매자에게 말하고 싶은 것을 작성하십시오!
ru: Пожалуйста,напишите,чтовыхотитесказатьпродавцу/покупателю!
zh_hans: 请写入您想对卖家/买家说的话！
zh_hk: 請寫入您想對賣家/買家說的話！

# 请务必使用与您注册手机号码一致的实名账号
source: Please be sure to use the same real-name account as your registered mobile phone number
es: Asegúrese de usar la misma cuenta de nombre real que su número de teléfono móvil registrado.
fr: Assurez-vous d'utiliser le même compte de nom réel que votre numéro de téléphone mobile enregistré.
ja: 登録した携帯電話番号と同じ実名アカウントでご利用ください
ko: 휴대 전화 번호와 일치하는 실제 이름 계정을 사용하십시오.
ru: Пожалуйста,обязательноиспользуйтетужереальнуюучетнуюзапись,чтоивашзарегистрированныйномермобильноготелефона.
zh_hans: 请务必使用与您注册手机号码一致的实名账号
zh_hk: 請務必使用與您註冊手機號碼一致的實名賬號

# 请务必登录网上银行或第三方支付账号确认收到该笔款项
source: Please be sure to log in to the online bank or third-party payment account to confirm receipt of the payment
es: Asegúrese de iniciar sesión en su cuenta bancaria en línea o de pago de terceros para confirmar la recepción del pago
fr: Assurez-vous de vous connecter à votre compte bancaire en ligne ou à votre tiers pour confirmer la réception du paiement
ja: オンライン銀行または第3パーティの支払い口座にログインして、支払いを受け取ることを確認してください
ko: 지불 수령을 확인하려면 온라인 뱅킹 또는 타사 지불 계좌에 로그인하십시오.
ru: Пожалуйста,обязательновойдитевсвойонлайн-банкингилистороннийплатежныйсчет,чтобыподтвердитьполучениеплатежа
zh_hans: 请务必登录网上银行或第三方支付账号确认收到该笔款项
zh_hk: 請務必登錄網上銀行或第三方支付賬號確認收到該筆款項

# 请在 %@:%@ 内付款给卖家
source: Please pay the seller within %@:%@
es: Pague al vendedor en %@: %@
fr: Veuillez payer le vendeur en%@:%@
ja: %@：%@で売り手に支払ってください
ko: 판매자에게 %@: %@로 지불하십시오.
ru: Пожалуйста,заплатитепродавцув%@:%@
zh_hans: 请在 %@:%@ 内付款给卖家
zh_hk: 請在 %@:%@ 內付款給賣家

# 请填写开户行
source: Please fill in the bank
es: Complete el banco de apertura de la cuenta
fr: Veuillez remplir la banque d'ouverture du compte
ja: 口座開設銀行に記入してください
ko: 계정 오프닝 뱅크를 작성하십시오
ru: Пожалуйста,заполнитебанкоткрытиясчета
zh_hans: 请填写开户行
zh_hk: 請填寫開戶行

# 请填写邀请码(必填)
source: Please fill in the invitation code (required)
zh_hans: 请填写邀请码(必填)

# 请填写邀请码（必填）
source: Please fill in the invitation code (required)
es: Complete el código de invitación (requerido)
fr: Veuillez remplir le code d'invitation (requis)
ja: 招待コード（必須）をご記入ください。
ko: 초대장 코드를 작성하십시오 (필수)
ru: Пожалуйста,заполнитекодприглашения(требуется)
zh_hans: 请填写邀请码（必填）
zh_hk: 請填寫邀請碼（必填）

# 请最低转入%@
source: Please transfer at least %@
es: Transfiera un mínimo de %@
fr: Veuillez transférer un minimum de%@
ja: 最低でも%@を送金してください。
ko: 최소 %@를 전송하십시오.
ru: Пожалуйста,перенеситеминимум%@
zh_hans: 请最低转入%@
zh_hk: 請最低轉入%@

# 请检查网络
source: please check the network
es: Consulte su red
fr: Veuillez vérifier votre réseau
ja: ネットワークをご確認ください
ko: 네트워크를 확인하십시오
ru: Пожалуйста,проверьтесвоюсеть
zh_hans: 请检查网络
zh_hk: 請檢查網絡

# 请求保存图片异常
source: The request to save the picture is abnormal
es: Solicite guardar la excepción de la imagen
fr: Veuillez demander à enregistrer l'exception de l'image
ja: 画像保存要求の例外
ko: 그림을 저장하도록 요청합니다
ru: Пожалуйста,попроситесохранитьисключениеизображения
zh_hans: 请求保存图片异常
zh_hk: 請求保存圖片異常

# 请求失败
source: Request failed
es: Solicitud fallida
fr: Demande échoué
ja: リクエストに失敗しました
ko: 요청이 실패했습니다
ru: Запроснеудался
zh_hans: 请求失败
zh_hk: 請求失敗

# 请求客服发生异常
source: An exception occurred when requesting customer service
es: Pida un servicio al cliente para una excepción
fr: Veuillez demander à un service client pour une exception
ja: カスタマーサービスを依頼するための例外が発生しました
ko: 고객 서비스 이상을 요청하십시오
ru: Пожалуйста,попроситеобслуживаниеклиентовзаисключением
zh_hans: 请求客服发生异常
zh_hk: 請求客服發生異常

# 请求数据异常
source: Request data exception
es: Solicite la excepción de datos
fr: Veuillez demander une exception de données
ja: リクエストデータの例外
ko: 데이터 이상을 요청합니다
ru: Пожалуйста,запроситеисключениеданных
zh_hans: 请求数据异常
zh_hk: 請求數據異常

# 请求网络失败
source: Network request failed
es: Solicitar falla de red
fr: Solicitar falla de red
ja: リクエスト ネットワーク障害
ko: 네트워크 실패를 요청합니다
ru: Запроситьсбойсети
zh_hans: 请求网络失败
zh_hk: 請求網絡失敗

# 请求网络失败，请检查网络
source: Failed to request network, please check the network
es: Solicite la falla de la red, verifique la red
fr: Veuillez demander une défaillance du réseau, veuillez vérifier le réseau
ja: ネットワークリクエストに失敗しました。
ko: 네트워크 실패를 요청하십시오. 네트워크를 확인하십시오
ru: Пожалуйста,запроситесбойсети,проверьтесеть
zh_hans: 请求网络失败，请检查网络
zh_hk: 請求網絡失敗，請檢查網絡

# 请登录账号
source: Please login account
es: Registre su cuenta
fr: Veuillez enregistrer votre compte
ja: アカウントにログインしてください
ko: 계정을 등록하십시오
ru: Пожалуйста,зарегистрируйтесвоюучетнуюзапись
zh_hans: 请登录账号
zh_hk: 請登錄賬號

# 请确认协议书
source: Please confirm the agreement
es: Confirme el acuerdo
fr: Veuillez confirmer l'accord
ja: 契約内容をご確認ください
ko: 계약을 확인하십시오
ru: Пожалуйста,подтвердитесоглашение
zh_hans: 请确认协议书
zh_hk: 請確認協議書

# 请稍后..
source: please wait..
es: Espere por favor...
fr: S'il vous plaît, attendez...
ja: お待ちください...
ko: 기다리세요...
ru: Пожалуйстаподождите...
zh_hans: 请稍后..
zh_hk: 請稍後..

# 请稍后...
source: Please wait...
zh_hans: 请稍后...

# 请绑定手机号码
source: Please bind mobile phone number
es: Ate el número de teléfono celular
fr: Veuillez lier le numéro de téléphone portable
ja: 携帯電話番号を入力してください。
ko: 휴대 전화 번호를 바인딩하십시오
ru: Пожалуйста,свяжитеномермобильноготелефона
zh_hans: 请绑定手机号码
zh_hk: 請綁定手機號碼

# 请绑定邮箱
source: Please bind email
es: Por favor, vincule el buzón
fr: Veuillez lier la boîte aux lettres
ja: メールアドレスを登録してください。
ko: 사서함을 바인딩하십시오
ru: Пожалуйста,свяжитепочтовыйящик
zh_hans: 请绑定邮箱
zh_hk: 請綁定郵箱

# 请设置6位交易密码
source: Please set a 6-digit transaction password
es: Establezca contraseña de transacción de 6 dígitos
fr: Veuillez définir le mot de passe de transaction à 6 chiffres
ja: 6桁の取引パスワードを設定してください
ko: 6 자리 트랜잭션 암호를 설정하십시오
ru: Пожалуйста,установите6-значныйпарольтранзакции
zh_hans: 请设置6位交易密码
zh_hk: 請設置6位交易密碼

# 请输入
source: please enter
es: Por favor escribe
fr: Entrez s'il vous plait
ja: 入力してください
ko: 들어 오세요
ru: Пожалуйста,введите
zh_hans: 请输入
zh_hk: 請輸入

# 请输入价格
source: Please enter a price
es: Por favor ingrese un precio
fr: Veuillez saisir un prix
ja: 価格を入力してください
ko: 가격을 입력하십시오
ru: Пожалуйста,введитецену
zh_hans: 请输入价格
zh_hk: 請輸入價格

# 请输入倍数
source: Please enter multiple
es: Por favor ingrese un multiplicador
fr: Veuillez saisir un multiplicateur
ja: 倍率を入力してください
ko: 승수를 입력하십시오
ru: Пожалуйста,введитемножитель
zh_hans: 请输入倍数
zh_hk: 請輸入倍數

# 请输入充值数量
source: Please enter the recharge amount
es: Ingrese la cantidad de recarga
fr: Veuillez saisir la quantité de recharge
ja: リチャージの量を入力してください
ko: 충전량을 입력하십시오
ru: Пожалуйста,введитесуммуперезарядки
zh_hans: 请输入充值数量
zh_hk: 請輸入充值數量

# 请输入兑换数量
source: Please enter the exchange amount
es: Ingrese la cantidad de intercambio
fr: Veuillez saisir la quantité d'échange
ja: 償還される金額を入力してください
ko: 교환 수량을 입력하십시오
ru: Пожалуйста,введитеколичествообмена
zh_hans: 请输入兑换数量
zh_hk: 請輸入兌換數量

# 请输入出售数量
source: Please enter the sale quantity
es: Ingrese la cantidad que se vendería
fr: Veuillez saisir la quantité à vendre
ja: 非トレード時間は、当面は操作できません。
ko: 판매 할 수량을 입력하십시오
ru: Недоступновнетрадныечасы.
zh_hans: 请输入出售数量
zh_hk: 請輸入出售數量

# 请输入划转数量
source: Please enter the transfer amount
es: Ingrese el monto que se transferirá
fr: Veuillez saisir le montant à transférer
ja: 転送する数量を入力してください
ko: 양도 할 금액을 입력하십시오
ru: Пожалуйста,введитесумму,котораябудетпередана
zh_hans: 请输入划转数量
zh_hk: 請輸入划轉數量

# 请输入划转数量.
source: Please enter the amount to be transferred.
zh_hans: 请输入划转数量.

# 请输入划转的数量
source: Please enter the number of transfers
es: Ingrese la cantidad que se transferirá
fr: Veuillez saisir la quantité à transférer
ja: 転送する数量を入力してください
ko: 전송 수를 입력하십시오
ru: Пожалуйста,введитеколичество,котороебудетпередано
zh_hans: 请输入划转的数量
zh_hk: 請輸入划轉的數量

# 请输入回购YYB数量
source: Please enter the repurchase YYB quantity
es: Ingrese el número de yyb que se recomienda
fr: Veuillez saisir le nombre de YYB à racheter
ja: 買い戻したYYBの数を入力してください。
ko: 재구매 할 YYB 수를 입력하십시오
ru: Пожалуйста,введитеколичествовыкупаYYB
zh_hans: 请输入回购YYB数量
zh_hk: 請輸入回購YYB數量

# 请输入回购数量
source: Please enter the repurchase quantity
es: Ingrese el número de recompras
fr: Veuillez saisir le nombre de rachats
ja: 買戻し回数を入力してください
ko: 재구매 수를 입력하십시오
ru: Пожалуйста,введитеколичествовыкупа
zh_hans: 请输入回购数量
zh_hk: 請輸入回購數量

# 请输入大于0的倍数
source: Please enter a multiple greater than 0
es: Por favor ingrese un multiplicador mayor que 0
fr: Veuillez saisir un multiplicateur supérieur à 0
ja: 0以上の倍率を入力してください
ko: 0보다 큰 승수를 입력하십시오
ru: Пожалуйста,введитемножительбольше0
zh_hans: 请输入大于0的倍数
zh_hk: 請輸入大於0的倍數

# 请输入大于0的回购数量
source: Please enter a repurchase quantity greater than 0
es: Ingrese el número de recompras mayores que 0
fr: Veuillez saisir le nombre de rachats supérieurs à 0
ja: 0以上の買戻し回数を入力してください。
ko: 0보다 큰 재구매 수를 입력하십시오
ru: Пожалуйста,введитеколичествовыкупабольше0
zh_hans: 请输入大于0的回购数量
zh_hk: 請輸入大於0的回購數量

# 请输入大于0的平仓手数
source: Please enter a liquidation lot greater than 0
es: Ingrese el número de lotes para cerrar la posición mayor que 0
fr: Veuillez saisir le nombre de lots pour fermer la position supérieure à 0
ja: ポジションを決済するロット数を0より大きく入力してください。
ko: 0보다 큰 위치를 닫기 위해 로트 수를 입력하십시오.
ru: Пожалуйста,введитеколичествоучастков,чтобызакрытьпозицию,превышающую0
zh_hans: 请输入大于0的平仓手数
zh_hk: 請輸入大於0的平倉手數

# 请输入大于0的数量
source: Please enter a quantity greater than 0
es: Ingrese la cantidad mayor que 0
fr: Veuillez saisir le montant supérieur à 0
ja: 0以上の数量を入力してください
ko: 0보다 큰 금액을 입력하십시오
ru: Пожалуйста,введитесуммубольше0
zh_hans: 请输入大于0的数量
zh_hk: 請輸入大於0的數量

# 请输入姓名
source: Please enter your name
es: por favor, escriba su nombre
fr: S'il vous plaît entrez votre nom
ja: お名前を入力してください
ko: 이름을 입력하십시오
ru: Пожалуйста,введитеВашеимя
zh_hans: 请输入姓名
zh_hk: 請輸入姓名

# 请输入密码
source: please enter password
es: Por favor, introduzca su contraseña
fr: s'il vous plait entrez votre mot de passe
ja: パスワードを入力してください
ko: 비밀번호를 입력하십시오
ru: Пожалуйставведитевашпароль
zh_hans: 请输入密码
zh_hk: 請輸入密碼

# 请输入币种
source: Please enter currency
es: Por favor ingrese la moneda
fr: Veuillez saisir la monnaie
ja: 通貨を入力してください
ko: 통화를 입력하십시오
ru: Пожалуйста,введитевалюту
zh_hans: 请输入币种
zh_hk: 請輸入幣種

# 请输入平仓手数
source: Please enter the number of lots to close
es: Ingrese el número de posiciones cerradas
fr: Veuillez saisir le nombre de positions fermées
ja: 決済したポジションの数を入力してください。
ko: 폐쇄 된 위치 수를 입력하십시오
ru: Пожалуйста,введитеколичествозакрытыхпозиций
zh_hans: 请输入平仓手数
zh_hk: 請輸入平倉手數

# 请输入开户姓名
source: Please enter account name
es: Ingrese el nombre de su cuenta
fr: Veuillez saisir le nom de votre compte
ja: アカウント名を入力してください
ko: 계정 개방 이름을 입력하십시오
ru: Пожалуйста,введитеимявашейучетнойзаписи
zh_hans: 请输入开户姓名
zh_hk: 請輸入開戶姓名

# 请输入开户行
source: Please enter the bank
es: Ingrese el banco de apertura de su cuenta
fr: Veuillez saisir la banque d'ouverture de votre compte
ja: 銀行口座を入力してください
ko: 계정 오프닝 뱅크를 입력하십시오
ru: Пожалуйста,введитесвойбанкоткрытиясчета
zh_hans: 请输入开户行
zh_hk: 請輸入開戶行

# 请输入手机号码
source: Please enter the phone number
es: Ingrese su número de teléfono celular
fr: Veuillez saisir votre numéro de téléphone portable
ja: 携帯電話番号を入力してください
ko: 휴대 전화 번호를 입력하십시오
ru: Пожалуйста,введитеномермобильноготелефона
zh_hans: 请输入手机号码
zh_hk: 請輸入手機號碼

# 请输入提取数量
source: Please enter the withdrawal quantity
es: Ingrese la cantidad de retiro
fr: Veuillez saisir la quantité de retrait
ja: 引出し数を入力してください
ko: 철수 수량을 입력하십시오
ru: Пожалуйста,введитеколичествовывода
zh_hans: 请输入提取数量
zh_hk: 請輸入提取數量

# 请输入提现数量
source: Please enter the withdrawal amount
es: Ingrese la cantidad de retiro de efectivo
fr: Veuillez saisir le montant du retrait en espèces
ja: 引出し数を入力してください
ko: 철수 금액을 입력하십시오
ru: Пожалуйста,введитесуммуснятияденег
zh_hans: 请输入提现数量
zh_hk: 請輸入提現數量

# 请输入数量
source: Please enter the quantity
es: Por favor ingrese la cantidad
fr: Veuillez saisir la quantité
ja: 数量を入力してください
ko: 수량을 입력하십시오
ru: Пожалуйста,введитеколичество
zh_hans: 请输入数量
zh_hk: 請輸入數量

# 请输入文字!
source: please enter text!
es: ¡Ingrese el texto!
fr: ¡Ingrese el texto!
ja: テキストを入力してください
ko: 텍스트를 입력하십시오!
ru: Veuillez saisir le texte!
zh_hans: 请输入文字!
zh_hk: 請輸入文字!

# 请输入新的手机号码
source: Please enter a new mobile number
es: Ingrese su nuevo número de teléfono celular
fr: Veuillez saisir votre nouveau numéro de téléphone portable
ja: 新しい携帯電話番号を入力してください
ko: 새 휴대 전화 번호를 입력하십시오
ru: Пожалуйста,введитесвойновыйномермобильноготелефона
zh_hans: 请输入新的手机号码
zh_hk: 請輸入新的手機號碼

# 请输入新邮箱
source: Please enter a new email address
es: Ingrese una nueva dirección de correo electrónico
fr: Veuillez saisir une nouvelle adresse e-mail
ja: 新しいメールボックスを入力してください
ko: 새 이메일 주소를 입력하십시오
ru: Пожалуйста,введитеновыйадресэлектроннойпочты
zh_hans: 请输入新邮箱
zh_hk: 請輸入新郵箱

# 请输入有效姓名！
source: Please enter a valid name!
es: ¡Por favor ingrese un nombre valido!
fr: Merci d'entrer un nom valide!
ja: 有効な名前を入力してください
ko: 유효한 이름을 입력하십시오!
ru: Пожалуйста,введитеверноеимя!
zh_hans: 请输入有效姓名！
zh_hk: 請輸入有效姓名！

# 请输入止损价格
source: Please enter a stop loss price
es: Ingrese el precio de la pérdida de parada
fr: Veuillez saisir le prix de perte d'arrêt
ja: ストップロス価格を入力してください
ko: 정지 손실 가격을 입력하십시오
ru: Пожалуйста,введитеценуостановки
zh_hans: 请输入止损价格
zh_hk: 請輸入止損價格
