Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, ru, zh_hans, zh_hk

# 如您已付款，请务必先点击“我已付款成功”
source: If you have already paid, please make sure to click ‘I have paid successfully’ first
zh_hans: 如您已付款，请务必先点击“我已付款成功”

# 如您已付款，请务必先点击「我已付款成功」
source: If you have already paid, please click "I have paid successfully" first
es: Si ya ha pagado, asegúrese de hacer clic en "He pagado con éxito" primero
fr: Si vous avez déjà payé, assurez-vous de cliquer sur "J'ai payé avec succès" d'abord
ja: すでにお支払い済みの方は、必ず最初に「お支払いが完了しました」をクリックしてください。
ko: 지불 한 경우 먼저 "I Maked Mained"를 클릭하십시오.
ru: Есливыужезаплатили,пожалуйста,обязательнонажмите«Ясначалазаплатил»
zh_hans: 如您已付款，请务必先点击「我已付款成功」
zh_hk: 如您已付款，請務必先點擊「我已付款成功」

# 如您已经向卖家付款，请不要取消订单
source: If you have already paid the seller, please do not cancel the order
es: Si ya ha pagado al vendedor, no cancele su pedido
fr: Si vous avez déjà payé le vendeur, veuillez ne pas annuler votre commande
ja: 売り手に支払った場合は、注文をキャンセルしないでください
ko: 이미 판매자에게 지불 한 경우 주문을 취소하지 마십시오.
ru: Есливыужезаплатилипродавцу,пожалуйста,неотменитезаказ
zh_hans: 如您已经向卖家付款，请不要取消订单
zh_hk: 如您已經向賣家付款，請不要取消訂單

# 如果你要关闭或开启procoin的新消息通知，请在iPhone的「设置」-「通知」功能中，找到应用程序「procoin」更改。
source: If you want to turn off or turn on procoin's new message notification, please find the app "procoin" change in the iPhone's "Settings" - "Notifications" function.
es: Si desea apagar o en las nuevas notificaciones de mensajes de 'ProCoin, busque la aplicación "ProCoin" en la función "Configuración" - "Notificaciones" en su iPhone y cambiela.
fr: Si vous souhaitez fermer ou activer la nouvelle notification des nouvelles, trouvez l'application "ProCoin" pour le modifier dans la fonction "Paramètres" - "Avis" de l'iPhone.
ja: procoinの新しいメッセージ通知をオフにしたりオンにしたりする場合は、iPhoneの「設定」-「通知」機能で、アプリ「procoin」の変更を探してください。
ko: Procoin의 새 메시지 알림을 끄거나 켜지려면 iPhone에서 "설정" - "알림"기능에서 응용 프로그램 "Procoin"을 찾아 변경하십시오.
ru: ЕсливыхотитеотключитьиливновомсообщенииProcoin,пожалуйста,найдитеприложение«Procoin»вфункции«Настройки»-«Уведомления»навашемiPhoneиизменитеего.
zh_hans: 如果你要关闭或开启procoin的新消息通知，请在iPhone的「设置」-「通知」功能中，找到应用程序「procoin」更改。
zh_hk: 如果你要關閉或開啓procoin的新消息通知，請在iPhone的「設置」-「通知」功能中，找到應用程序「procoin」更改。

# 如果您已向对方付款，请千万不要取消订单
source: If you have already paid the other party, please do not cancel the order
es: No cancele su pedido si ya ha pagado a la otra parte.
fr: Veuillez ne pas annuler votre commande si vous avez déjà payé l'autre partie.
ja: すでに相手方にお支払い済みの場合は、ご注文をキャンセルしないでください
ko: 상대방에게 지불 한 경우 주문을 취소하지 마십시오.
ru: Пожалуйста,неотменяйтесвойзаказ,есливыужезаплатилидругуюсторону.
zh_hans: 如果您已向对方付款，请千万不要取消订单
zh_hk: 如果您已向對方付款，請千萬不要取消訂單

# 委托价格
source: commission price
es: Precio confiado
fr: Prix
ja: 委託価格
ko: 커미션 가격
ru: Довереннаяцена
zh_hans: 委托价格
zh_hk: 委託價

# 委托总额
source: Total amount entrusted
es: Cantidad total confirmada
fr: Montant total confié
ja: 受託金額合計
ko: 총 위탁 금액
ru: Общаясуммапоручена
zh_hans: 委托总额
zh_hk: 委託總額

# 委托手续费
source: Commission Fee
zh_hans: 委托手续费

# 委托数量
source: Order quantity
fr: Nombre de commandes
ja: 注文数
ko: 주문 수
ru: Количествозаказов
zh_hans: 委托数量
zh_hk: 委託數量

# 委托记录
source: Entrusted records
es: Historial de pedidos
fr: Historique des commandes
ja: 注文履歴
ko: 주문 내역
ru: Историязаказов
zh_hans: 委托记录
zh_hk: 委託記錄

# 委托金额(USDT)
source: Commission amount (USDT)
es: Cantidad confiada (USDT)
fr: Montant confié (USDT)
ja: 委託額（USDT）
ko: 위탁 금액 (USDT)
ru: Довереннаясумма(USDT)
zh_hans: 委托金额(USDT)
zh_hk: 委託金額(USDT)

# 委托额
source: entrusted amount
fr: Montant de la commission
ja: 手数料の金額
ko: 수수료 금액
ru: КомиссияСумма
zh_hans: 委托额
zh_hk: 委託額

# 存币宝
source: Cunbibao
es: Depositario
fr: Dépôt
ja: デポジットマネー
ko: 공탁소
ru: Депозитарий
zh_hans: 存币宝
zh_hk: 存幣寶

# 安全验证
source: safety verification
es: Verificación de seguridad
fr: Vérification de sécurité
ja: セキュリティの検証
ko: 보안 검증
ru: Проверкабезопасности
zh_hans: 安全验证
zh_hk: 安全驗證

# 完成
source: Finish
es: Finalizar
fr: Finir
ja: 完了
ko: 마치다
ru: Заканчивать
zh_hans: 完成
zh_hk: 完成

# 完成验证获取验证码
source: Complete the verification to get the verification code
es: Complete la verificación y obtenga el código de verificación
fr: Terminer la vérification et obtenir le code de vérification
ja: 認証を完了すると、認証コードが表示されます
ko: 확인을 완료하고 확인 코드를 가져옵니다
ru: Заполнитепроверкуиполучитекодпроверки
zh_hans: 完成验证获取验证码
zh_hk: 完成驗證獲取驗證碼

# 官网
source: official website
es: Página web oficial
fr: Site officiel
ja: 公式サイト
ko: 공식 웹 사이트
ru: Официальныйсайт
zh_hans: 官网
zh_hk: 官網

# 实付款
source: real payment
es: Pago real
fr: Paiement réel
ja: 支払実績
ko: 실제 지불
ru: Фактическийплатеж
zh_hans: 实付款
zh_hk: 實付款

# 实名认证
source: Verified
es: Verifique con su nombre real
fr: Vérifiez avec votre vrai nom
ja: 実名での認証
ko: 확인
ru: Проверьтеспомощьювашегонастоящегоимени
zh_hans: 实名认证
zh_hk: 實名認證

# 实名认证中心
source: Real-name authentication center
es: Centro de verificación de nombre real
fr: Centre de vérification du nom réel
ja: 本名検証センター
ko: 실명 검증 센터
ru: Центрпроверкинастоящегоимени
zh_hans: 实名认证中心
zh_hk: 實名認證中心

# 实收款
source: Cash received
es: Recibió
fr: Reçu
ja: 受信
ko: 수익
ru: Полученный
zh_hans: 实收款
zh_hk: 實收款

# 实际成交
source: Actual transaction
es: Transacción real
fr: Transaction réelle
ja: 実際の取引
ko: 실제 거래
ru: Фактическаятранзакция
zh_hans: 实际成交
zh_hk: 實際成交

# 审核中
source: under review
es: Bajo revisión
fr: À l'étude
ja: レビュー中
ko: 검토 중
ru: Подрассмотрением
zh_hans: 审核中
zh_hk: 審核中

# 客户交易额
source: Customer transaction volume
es: Cantidad de la transacción del cliente
fr: Montant de la transaction du client
ja: 顧客取引額
ko: 고객 거래 금액
ru: Сумматранзакцииклиента
zh_hans: 客户交易额
zh_hk: 客戶交易額

# 客服
source: customer service
es: Servicio al Cliente
fr: Service Clients
ja: カスタマー・サービス
ko: 고객 서비스
ru: Обслуживаниеклиентов
zh_hans: 客服
zh_hk: 客服

# 少于%@ USDT的币种
source: Currencies less than %@ USDT
es: Menos de %@ USDT moneda
fr: Moins de%@ usdt devise
ja: USDTの通貨を%@未満
ko: USDT%@미만의 통화
ru: Менеечем%@usdtвалюта
zh_hans: 少于%@ USDT的币种
zh_hk: 少於%@ USDT的幣種

# 已下架
source: Has been removed
es: Archivado
fr: Étouffé
ja: 削除されました
ko: 선반
ru: Полны
zh_hans: 已下架
zh_hk: 已下架

# 已产出YYB总量
source: The total output of YYB
es: Yyb total producido
fr: Total YYB produit
ja: 生産されたYYBの総数
ko: 총 YYB가 생산되었습니다
ru: TotalYYBпроизведен
zh_hans: 已产出YYB总量
zh_hk: 已產出YYB總量

# 已使用
source: Used
es: Usó
fr: Utilisé
ja: 使用済み
ko: 사용된
ru: Использовал
zh_hans: 已使用
zh_hk: 已使用

# 已借
source: Borrowed
es: Prestado
fr: Emprunté
ja: 借入金額
ko: 빌린
ru: Заимствовано
zh_hans: 已借
zh_hk: 已借

# 已停止跟单
source: Copying has been stopped
es: Orden detenido
fr: Commande arrêtée
ja: ストップ・オーダー
ko: 주문을 중지하십시오
ru: Остановилзаказ
zh_hans: 已停止跟单
zh_hk: 已停止跟單

# 已入驻
source: settled
es: Unido
fr: Joint
ja: 入社
ko: 정착했습니다
ru: Присоединился
zh_hans: 已入驻
zh_hk: 已入駐

# 已入驻%@天
source: Has settled in for %@ days
es: Unido %@día
fr: Rejoint%@ day
ja: %@已に落ち着きました
ko: %@day에 합류했습니다
ru: Присоединился%@day
zh_hans: 已入驻%@天
zh_hk: 已入駐%@天

# 已关闭
source: closed
es: Cerrado
fr: Fermé
ja: クローズド
ko: 닫은
ru: Закрыто
zh_hans: 已关闭
zh_hk: 已關閉

# 已复制
source: Copied
zh_hans: 已复制

# 已复製
source: copied
es: Copiado
fr: Copié
ja: 再現
ko: 복사
ru: Скопированный
zh_hans: 已复制
zh_hk: 已複製

# 已完成
source: completed
es: Terminado
fr: Complété
ja: 完了しました
ko: 완전한
ru: Завершенный
zh_hans: 已完成
zh_hk: 已完成

# 已完成交易
source: completed transaction
es: Transacción completa
fr: Transaction terminée
ja: 完了したトランザクション
ko: 완료된 거래
ru: Завершеннаятранзакция
zh_hans: 已完成交易
zh_hk: 已完成交易

# 已实名认证
source: Verified by real name
es: Autenticado
fr: Authentifié
ja: 認証
ko: 인증
ru: Аутентифицирован
zh_hans: 已实名认证
zh_hk: 已實名認證

# 已开启
source: activated
es: Activado
fr: Activé
ja: オープン
ko: 활성화
ru: Включено
zh_hans: 已开启
zh_hk: 已開啓

# 已成交
source: Deal done
es: Lleno
fr: Rempli
ja: 支払い済み
ko: 채우는
ru: Заполненный
zh_hans: 已成交
zh_hk: 已成交

# 已成功
source: succeeded
es: tener éxito
fr: réussi
ja: 成功
ko: 성공했습니다
ru: преуспел
zh_hans: 已成功
zh_hk: 已成功

# 已成功发送撤销
source: Revocation sent successfully
es: La cancelación se envió con éxito
fr: L'annulation a été envoyée avec succès
ja: キャンセルは正常に送信されました
ko: 취소를 위해 성공적으로 발송되었습니다
ru: Отменабылауспешноотправлена
zh_hans: 已成功发送撤销
zh_hk: 已成功發送撤銷

# 已成功复制到粘贴板
source: Copied to pasteboard successfully
zh_hans: 已成功复制到粘贴板

# 已成功复製到粘贴板
source: Copied to clipboard successfully
es: Copiado con éxito al cartón
fr: Copié avec succès dans le collier
ja: ペーストボードへのコピーに成功
ko: 페이스트 플레이트에 성공적으로 복사되었습니다
ru: Успешноскопировановпапку
zh_hans: 已成功复製到粘贴板
zh_hk: 已成功複製到粘貼板

# 已扣除跟单分成部分
source: The documentary share has been deducted
es: La participación de la orden ha sido deducida
fr: La part de la commande a été déduite
ja: フォロワーの取り分が差し引かれた状態
ko: 연역적이고 단일 분열 부품
ru: Долявзаказебылавычтена
zh_hans: 已扣除跟单分成部分
zh_hk: 已扣除跟單分成部分

# 已提交停止跟单处理
source: Submitted to stop copying
es: La orden de parada se ha enviado para su procesamiento
fr: La commande d'arrêt a été soumise pour le traitement
ja: ストップオーダーが処理に投入されました
ko: 중지 및 순서대로 처리를 제출하십시오
ru: Заказнаостановкубылпредставлендляобработки
zh_hans: 已提交停止跟单处理
zh_hk: 已提交停止跟單處理

# 已撤销
source: Revoked
es: Despedido
fr: Rejeté
ja: 無効
ko: 취소
ru: Уволен
zh_hans: 已撤销
zh_hk: 已撤銷

# 已标记付款
source: Payment marked
es: El pago ha sido marcado
fr: Le paiement a été marqué
ja: マークされた支払い
ko: 지불금이 표시되었습니다
ru: Оплатабылаотмечена
zh_hans: 已标记付款
zh_hk: 已標記付款

# 已用
source: used
es: Usó
fr: Utilisé
ja: 使用済み
ko: 사용된
ru: Использовал
zh_hans: 已用
zh_hk: 已用

# 已绑定手机号
source: Bound Mobile Number
es: Número de teléfono celular unido
fr: Numéro de téléphone portable lié
ja: バウンドする携帯電話番号
ko: 보세 휴대 전화 번호
ru: Связанныйномермобильноготелефона
zh_hans: 已绑定手机号
zh_hk: 已綁定手機號

# 已绑定手机号：
source: Bound phone number:
es: Número de teléfono celular unido.
fr: Numéro de téléphone portable lié.
ja: 携帯電話番号の縛り
ko: 묶인 휴대 전화 번호.
ru: Связанныйномермобильноготелефона.
zh_hans: 已绑定手机号：
zh_hk: 已綁定手機號：

# 已绑定邮箱号
source: Binded mailbox number
es: Número de buzón atado
fr: Numéro de boîte aux lettres lié
ja: バインドメールボックスNo.
ko: 부드러운 사서함 번호
ru: Связанныйномерпочтовогоящика
zh_hans: 已绑定邮箱号
zh_hk: 已綁定郵箱號

# 已绑定邮箱号:
source: Binded mailbox number:
es: Número de buzón encuadernado:
fr: Numéro de boîte aux lettres lié:
ja: バインドされたメールボックスの番号。
ko: 사서함 번호가 바인딩되었습니다.
ru: Связанныйномерпочтовогоящика:
zh_hans: 已绑定邮箱号:
zh_hk: 已綁定郵箱號:

# 已结束
source: over
es: sobre
fr: plus de
ja: 閉まっている
ko: ~ 위에
ru: над
zh_hans: 已结束
zh_hk: 已結束

# 已订阅
source: subscribed
es: Suscrito
fr: Souscrit
ja: 会員登録
ko: 구독하십시오
ru: Подписано
zh_hans: 已订阅
zh_hk: 已訂閱

# 已过期
source: expired
es: Venció
fr: Expiré
ja: 期限切れ
ko: 만료되었습니다
ru: Истекший
zh_hans: 已过期
zh_hk: 已過期

# 已通知卖家，请耐心等待卖家为你放币
source: The seller has been notified, please wait patiently for the seller to release the coins for you
es: El vendedor ha sido notificado, espere pacientemente para que el vendedor le libere las monedas
fr: Le vendeur a été informé, veuillez attendre patiemment que le vendeur divulgue les pièces pour vous
ja: 売り手は通知されました、売り手があなたのために通貨を置くのを待つために辛抱強く待ってください
ko: 판매자가 통보 받았습니다. 판매자가 동전을 공개 할 때 참을성있게 기다려주세요.
ru: Продавецбылуведомлен,пожалуйста,терпеливоподождите,покапродавецвыпуститмонетыдлявас
zh_hans: 已通知卖家，请耐心等待卖家为你放币
zh_hk: 已通知賣家，請耐心等待賣家為你放幣

# 已销毁YYB总量
source: The total amount of YYB destroyed
es: Total YyB destruido
fr: Total yyb détruit
ja: 破壊されたYYB総数
ko: 총 YYB가 파괴되었습니다
ru: ВсегоYYBуничтожен
zh_hans: 已销毁YYB总量
zh_hk: 已銷毀YYB總量

# 币币
source: Currency
es: Divisa
fr: Devise
ja: 通貨
ko: 통화
ru: Валюта
zh_hans: 币币
zh_hk: 幣幣

# 币币交易记录
source: Currency transaction records
es: Historial de comercio de divisas
fr: Historique des échanges de devises
ja: 通貨取引履歴
ko: 통화 거래 기록
ru: Историяторговливалютой
zh_hans: 币币交易记录
zh_hk: 幣幣交易記錄

# 币币账户
source: currency account
es: Cuenta de monedas
fr: Compte de pièces
ja: 通貨アカウント
ko: 동전 계정
ru: Счетмонеты
zh_hans: 币币账户
zh_hk: 幣幣賬戶

# 币种
source: Currency
es: Divisa
fr: Devise
ja: 通貨
ko: 통화
ru: Валюта
zh_hans: 币种
zh_hk: 幣種

# 币种介绍
source: Currency introduction
es: Introducción de divisas
fr: Introduction de la monnaie
ja: 通貨
ko: 통화 소개
ru: Введениевалюты
zh_hans: 币种介绍
zh_hk: 幣種介紹

# 市价
source: market price
es: Precio de mercado
fr: Prix
ja: 市場価格
ko: 시장 가격
ru: Рыночнаяцена
zh_hans: 市价
zh_hk: 市價

# 市价委托
source: market order
es: Precio de mercado
fr: Prix
ja: 市場価格委員会
ko: 시장 가격
ru: Рыночнаяцена
zh_hans: 市价委托
zh_hk: 市價委託

# 市场最优买
source: market best buy
es: Mercado Best Buy
fr: Marché Best Buy
ja: マーケットベストバイ
ko: 마켓 베스트 바이
ru: Рыноклучшаяпокупка
zh_hans: 市场最优买
zh_hk: 市場最優買

# 帮助中心
source: help center
es: Centro de ayuda
fr: Centre d'aide
ja: ヘルプセンター
ko: 지원 센터
ru: Центрпомощи
zh_hans: 帮助中心
zh_hk: 幫助中心

# 平仓
source: close a position
es: Posición cerrada
fr: Positionner
ja: 近い位置
ko: 가까운 위치
ru: Близкаяпозиция
zh_hans: 平仓
zh_hk: 平倉

# 平仓价
source: Closing price
es: Precio cercano
fr: Prix
ja: 引け値
ko: 현저한 가격
ru: Закрытьцену
zh_hans: 平仓价
zh_hk: 平倉價

# 平仓手数
source: Number of lots to close
es: Número de lotes cerrados
fr: Nombre de lots fermés
ja: 決済ロット数
ko: 닫힌 로트 수
ru: Количестволотовзакрыто
zh_hans: 平仓手数
zh_hk: 平倉手數

# 平仓手续费
source: Closing fee
es: Tarifa de cierre
fr: Frais de clôture
ja: 決済手数料
ko: 마감 수수료
ru: Закрытьплату
zh_hans: 平仓手续费
zh_hk: 平倉手續費

# 平仓时间
source: Closing time
es: Hora de cierre
fr: La période de fermeture
ja: クローズ時間
ko: 가까운 시간
ru: Близкоевремя
zh_hans: 平仓时间
zh_hk: 平倉時間

# 平仓明细
source: Details of Closed Position
es: Detalles cerrados
fr: Fermer les détails
ja: クローズアウト詳細
ko: 세부 정보를 닫습니다
ru: Закрытьдетали
zh_hans: 平仓明细
zh_hk: 平倉明細

# 平台
source: platform
es: Plataforma
fr: Plateforme
ja: プラットフォーム
ko: 플랫폼
ru: Plataforma
zh_hans: 平台
zh_hk: 平台

# 平均成本价
source: average cost price
es: Costo promedio
fr: Coût moyen
ja: 平均コスト価格
ko: 평균 비용
ru: Средняястоимость
zh_hans: 平均成本价
zh_hk: 平均成本價

# 开
source: open
es: Abierto
fr: Ouvert
ja: オープン
ko: 열려 있는
ru: Открытым
zh_hans: 开
zh_hk: 開

# 开仓价
source: opening price
es: Precio de apertura
fr: Prix
ja: 始値
ko: 오프닝 가격
ru: Открытаяцена
zh_hans: 开仓价
zh_hk: 開倉價

# 开仓手续费
source: Opening fee
es: Tarifa de apertura
fr: Frais d'ouverture
ja: 開設手数料
ko: 오픈 포지션 수수료
ru: Вступительныйвзнос
zh_hans: 开仓手续费
zh_hk: 開倉手續費

# 开仓方向
source: Opening direction
es: Dirección abierta
fr: Direction ouverte
ja: 建値の方向
ko: 창고의 방향
ru: Открытоенаправление
zh_hans: 开仓方向
zh_hk: 開倉方向

# 开仓时间
source: opening time
es: Tiempo de apertura
fr: Temps d'ouverture
ja: オープン時間
ko: 개봉 시간
ru: Времяоткрытия
zh_hans: 开仓时间
zh_hk: 開倉時間

# 开仓状态
source: open position
es: Estado abierto
fr: Statut ouvert
ja: オープン状況
ko: 열린 위치
ru: Открытыйстатус
zh_hans: 开仓状态
zh_hk: 開倉狀態

# 开始时间
source: Starting time
es: Hora de inicio
fr: Heure de début
ja: 開始時刻
ko: 시작 시간
ru: Времяначала
zh_hans: 开始时间
zh_hk: 開始時間

# 开户姓名
source: account name
es: Nombre de la cuenta
fr: Nom du compte
ja: アカウント名
ko: 이름
ru: Названиеаккаунта
zh_hans: 开户姓名
zh_hk: 開戶姓名

# 开户行
source: bank
es: Banco de cuentas
fr: Banque de compte
ja: 口座銀行
ko: 계정 개설
ru: Банксчета
zh_hans: 开户行
zh_hk: 開戶行

# 开通条件:总资产不低于%@USDT
source: Opening conditions: total assets not less than %@USDT
es: Condición abierta: activos totales no menos de %@USDT
fr: État ouvert: les actifs totaux pas moins de%@ USDT
ja: 条件条件：総資産は%@usdt以上です
ko: 개방 조건 : 총 자산이 %@USDT
ru: Открытоеусловие:общиеактивынеменее%@usdt
zh_hans: 开通条件:总资产不低于%@USDT
zh_hk: 開通條件:總資產不低於%@USDT

# 强平价
source: Forced parity
es: Paridad fuerte
fr: Parité forte
ja: 強いパリティ
ko: 강한 패리티
ru: Сильныйпаритет
zh_hans: 强平价
zh_hk: 強平價

# 当procoin在运行时，你可以设置在客服、私聊是否需要声音或者振动
source: When procoin is running, you can set whether to need sound or vibration in customer service and private chat
es: Cuando ProCoin se está ejecutando, puede establecer si desea sonido o vibración en el servicio al cliente o en el chat privado.
fr: Lorsque ProCoin est en cours d'exécution, vous pouvez le régler sur le service client, le chat privé, que ce soit le son ou les vibrations
ja: procoinが起動しているとき、接客、プライベートチャットで音やバイブレーションを鳴らすかどうかを設定することができます
ko: Procoin이 실행될 때 고객 서비스 또는 개인 채팅에서 소리 나 진동을 원하는지 여부를 설정할 수 있습니다.
ru: ПризапускеProCoinвыможетеустановить,хотителивызвукиливибрациювобслуживанииклиентовиливчастномчате.
zh_hans: 当procoin在运行时，你可以设置在客服、私聊是否需要声音或者振动
zh_hk: 當procoin在運行時，你可以設置在客服、私聊是否需要聲音或者振動

# 当procoin在运行时，你可以设置在客服、私聊是否需要声音或者振动。
source: When procoin is operating, you can set whether you want sound or vibration in customer service or private chat.
zh_hans: 当procoin在运行时，你可以设置在客服、私聊是否需要声音或者振动。

# 当前
source: current
es: Actual
fr: Courant
ja: 現時点の
ko: 현재의
ru: Текущий
zh_hans: 当前
zh_hk: 當前

# 当前出售最高价
source: current highest selling price
es: Precio de venta actual más alto
fr: Prix
ja: 現在の最高販売価格
ko: 가장 높은 가격은 현재 판매됩니다
ru: Самаявысокаятекущаяценапродажи
zh_hans: 当前出售最高价
zh_hk: 當前出售最高價

# 当前可用数量不足
source: Insufficient quantity currently available
es: La cantidad actual disponible no es suficiente
fr: La quantité disponible actuelle n'est pas suffisante
ja: 現在の入手可能な数量が不足している
ko: 현재 사용 가능한 수량으로는 충분하지 않습니다
ru: Текущегодоступногоколичестванедостаточно
zh_hans: 当前可用数量不足
zh_hk: 當前可用數量不足

# 当前开仓
source: Currently open position
es: Posición abierta actual
fr: Position ouverte actuelle
ja: 現在のオープンポジション
ko: 현재 열린 위치
ru: Текущаяоткрытаяпозиция
zh_hans: 当前开仓
zh_hk: 當前開倉

# 当前版本
source: current version
es: Versión actual
fr: Version actuelle
ja: 現在のバージョン
ko: 현재 버전
ru: Текущаяверсия
zh_hans: 当前版本
zh_hk: 當前版本

# 当前认购价
source: Current Subscription Price
es: Precio de suscripción actual
fr: Prix
ja: 現在の契約価格
ko: 현재 가입 가격
ru: Текущаяценаподписки
zh_hans: 当前认购价
zh_hk: 當前認購價

# 当前账户可用保证金不足，可以尝试从其它账户划转或充值！
source: The available margin of the current account is insufficient, you can try to transfer or recharge from other accounts!
es: El margen disponible en su cuenta
fr: La marge disponible dans votre compte ne suffit pas, vous pouvez essayer de transférer ou de recharger à partir d'un autre compte!
ja: 現在、口座の利用可能証拠金が少ない場合は、他の口座から移管または上乗せをお試しください。
ko: 현재 계정은 불충분하며 다른 계정에서 이전하거나 재충전 할 수 있습니다!
ru: Доступнаямаржаввашемаккаунте
zh_hans: 当前账户可用保证金不足，可以尝试从其它账户划转或充值！
zh_hk: 當前賬戶可用保證金不足，可以嘗試從其它賬戶划轉或充值！

# 当前购买最低价
source: Current lowest purchase price
es: Precio más bajo actual
fr: Prix
ja: 現在の最安値で購入できる
ko: 현재 구매 최소 가격
ru: Текущаясамаянизкаяцена
zh_hans: 当前购买最低价
zh_hk: 當前購買最低價

# 待开始
source: to be started
es: Para comenzar
fr: Commencer
ja: 始めること
ko: 시작한다
ru: Начать
zh_hans: 待开始
zh_hk: 待開始

# 微信
source: WeChat
es: Wequat
ja: ウィーチャット
ko: 微信
zh_hans: 微信
zh_hk: 微信

# 微信好友
source: WeChat friends
es: Amigos WeChat
fr: Friends WeChat
ja: WeChatの友人
ko: Wechat 친구
ru: ДрузьяWeChat
zh_hans: 微信好友
zh_hk: 微信好友

# 微信姓名
source: WeChat name
es: Nombre de WeChat
fr: Nom de WeChat
ja: wechat名
ko: WeChat 이름
ru: ИмяWeChat
zh_hans: 微信姓名
zh_hk: 微信姓名

# 微信朋友圈
source: WeChat circle of friends
es: Amigos WeChat
fr: Friends WeChat
ja: WeChatの友人の輪
ko: Wechat 친구
ru: ДрузьяWeChat
zh_hans: 微信朋友圈
zh_hk: 微信朋友圈

# 微信账号
source: WeChat account
es: Cuenta de WeChat
fr: Compte WeChat
ja: Compte WeChat
ko: WeChat 계정
ru: УчетнаязаписьWeChat
zh_hans: 微信账号
zh_hk: 微信賬號

# 忘记了? 找回密码
source: Forgotten? Retrieve password
zh_hans: 忘记了? 找回密码

# 忘记了？找回密码
source: Forgotten?RetrievePassword
es: ¿Olvidado? Recuperar Contraseña
fr: Oublié? Récupérer mot de passe
ja: 忘れた？パスワードの復元
ko: 忘記了？找回密碼
ru: Забыто? получить пароль
zh_hans: 忘記了？找回密碼
zh_hk: 忘記了？找回密碼

# 忘记密码? 找回密码
source: Forgot your password? Retrieve password
zh_hans: 忘记密码? 找回密码

# 忘记密码？找回密码
source: Forgotyourpassword?RetrievePassword
es: ¿Olvidaste tu contraseña? Recuperar Contraseña
fr: Mot de passe oublié? Récupérer mot de passe
ja: パスワードをお忘れの方 パスワードの再発行
ko: 비밀번호 분실? 비밀번호를 검색하십시오
ru: Забыли свой пароль? получить пароль
zh_hans: 忘记密码？找回密码
zh_hk: 忘記密碼？找回密碼

# 性别
source: gender
es: Género
fr: Le genre
ja: 性別
ko: 성별
ru: Пол
zh_hans: 性别
zh_hk: 性別

# 总
source: total
ja: 合計
ko: 총
ru: Общий
zh_hans: 总
zh_hk: 總

# 总交易手数
source: Total number of lots traded
es: Número de transacción total
fr: Numéro de transaction total
ja: 取引されているロットの総数
ko: 총 거래 번호
ru: Общеечислотранзакций
zh_hans: 总交易手数
zh_hk: 總交易手數

# 总市值
source: The total market capitalization
es: Total de mercado de mercado
fr: Capitalisation boursière totale
ja: 総時価総額
ko: 총 시가 총액
ru: Общаярыночнаякапитализация
zh_hans: 总市值
zh_hk: 總市值

# 总收益
source: Total revenue
es: Los ingresos totales
fr: Revenu total
ja: トータルリターン
ko: 총 수익
ru: Общийдоход
zh_hans: 总收益
zh_hk: 總收益

# 总数量
source: The total number
es: Numero total
fr: Nombre total
ja: 総数
ko: 총 숫자
ru: Общеечисло
zh_hans: 总数量
zh_hk: 總數量

# 总盈亏(USDT)
source: Total profit and loss (USDT)
es: Ganancias y pérdidas totales (USDT)
fr: Bénéfice total et perte (USDT)
ja: 合計P＆L（USDT）
ko: 총 이익 및 손실 (USDT)
ru: Общаяприбыльиубыток(USDT)
zh_hans: 总盈亏(USDT)
zh_hk: 總盈虧(USDT)

# 总资产(USDT)
source: Total assets(USDT)
es: totales de contrato(USDT)
fr: Actif total (USDT)
ja: 総資産(USDT)
ko: 총 자산(USDT)
ru: Общиеактивы(USDT)
zh_hans: 总资产(USDT)
zh_hk: 總資產(USDT)

# 总资产
source: Total assets
es: Activos totales
fr: Actif total
ja: 総資産
ko: 총 자산
ru: Общиеактивы
zh_hans: 总资产
zh_hk: 總資產

# 总邀请人数
source: Total invites
es: Invitados totales
fr: Invités totaux
ja: 総招待者
ko: 총 초청
ru: Полноеприглашение
zh_hans: 总邀请人数
zh_hk: 總邀請人數

# 恭喜你开通带单功能成功
source: Congratulations, you have successfully activated the function of bringing orders
es: Felicitaciones, ha tenido éxito en abrir su cuenta.
fr: Félicitations, vous avez réussi à ouvrir votre compte.
ja: 単一の機能を正常に開くことをおめでとうございます
ko: 축하합니다. 계정을 여는 데 성공했습니다.
ru: Поздравляю,выдобилисьуспехавоткрытиисвоегоаккаунта.
zh_hans: 恭喜你开通带单功能成功
zh_hk: 恭喜你開通帶單功能成功

# 您可以写下您申诉的详细情况～～
source: You can write down the details of your appeal~~
es: Puede escribir los detalles de su queja ~~
fr: Vous pouvez noter les détails de votre plainte ~~
ja: 苦情の内容を書いてもいいんですよ～～～。
ko: 당신은 당신의 호소의 세부 사항을 기록 할 수 있습니다 ~~
ru: Выможетезаписатьподробностисвоейжалобы~~
zh_hans: 您可以写下您申诉的详细情况～～
zh_hk: 您可以寫下您申訴的詳細情況～～

# 您可以写下您申诉的详细情况～～.
source: You can write down the details of your complaint.
zh_hans: 您可以写下您申诉的详细情况～～.

# 您尚未订阅该用户
source: You have not subscribed to this user
es: No se ha suscrito a este usuario
fr: Vous n'avez pas abonné à cet utilisateur
ja: このユーザーは登録されていません
ko: 아직 사용자에게 구독하지 않았습니다
ru: Вынеподписалисьнаэтогопользователя
zh_hans: 您尚未订阅该用户
zh_hk: 您尚未訂閱該用戶

# 您尚未订阅该用户.
source: You have not subscribed to this user.
zh_hans: 您尚未订阅该用户.

# 您已通过实名认证
source: You have passed real-name authentication
es: Has pasado la autenticación del nombre real
fr: Vous avez passé l'authentification du vrai nom
ja: 本名認証に合格しました
ko: 당신은 실제 이름 인증을 통과했습니다
ru: Выпрошлинастоящуюаутентификациюимени
zh_hans: 您已通过实名认证
zh_hk: 您已通過實名認證

# 您是否需要花费%@USDT购买%@
source: Do you need to spend %@USDT to buy %@
es: ¿Necesita gastar %@USDT para comprar %@
fr: Avez-vous besoin de dépenser%@ USDT pour acheter%@
ja: %@usdtを使う必要があ%@りますか？
ko: %@USDT를@ %@를 구매해야합니까?
ru: Вамнужнопотратить%@usdt,чтобыкупить%@
zh_hans: 您是否需要花费%@USDT购买%@
zh_hk: 您是否需要花費%@USDT購買%@

# 您暂无发佈广告
source: You have no ads yet
es: No tienes anuncios publicados
fr: Vous n'avez aucune annonce publiée
ja: 広告がない
ko: 당분간 광고가 없습니다
ru: Уваснетобъявлений
zh_hans: 您暂无发佈广告
zh_hk: 您暫無發佈廣告

# 您暂无发布广告
source: you have not posted ads
ja: あなたは広告を掲載していません
zh_hans: 您暂无发布广告

# 您的资料已修改，是否要保存？
source: Your information has been modified, do you want to save it?
es: Su perfil ha sido modificado, ¿quieres guardarlo?
fr: Votre profil a été modifié, voulez-vous l'enregistrer?
ja: プロフィールが変更されましたが、保存しますか？
ko: 프로필이 수정되었습니다. 저장 하시겠습니까?
ru: Вашпрофильбылизменен,выхотитеегосохранить?
zh_hans: 您的资料已修改，是否要保存？
zh_hk: 您的資料已修改，是否要保存？

# 您目前的邮箱是%@，想要把它更新为？
source: Your current email address is %@, want to update it to?
es: Su dirección de correo electrónico actual es %@, ¿le gustaría actualizarla?
fr: Votre adresse e-mail actuelle est%@, souhaitez-vous la mettre à jour?
ja: 現在のメールアドレスは %@ で、更新したいメールアドレスは ?
ko: 현재 이메일 주소는 %@입니다. 업데이트 하시겠습니까?
ru: Ваштекущийадресэлектроннойпочты%@,нехотителивыобновитьего?
zh_hans: 您目前的邮箱是%@，想要把它更新为？
zh_hk: 您目前的郵箱是%@，想要把它更新為？

# 您还未添加收款方式，是否要去添加一个？
source: You haven't added a payment method yet, do you want to add one?
es: Todavía no ha agregado un método de pago, ¿desea agregar uno?
fr: Vous n'avez pas encore ajouté de mode de paiement, voulez-vous en ajouter un?
ja: 支払い方法をまだ追加していないのですが、追加しますか？
ko: 수집 방법을 추가하지 않았습니다. 추가해야합니까?
ru: Выещенедобавилиметодоплаты,хотителивыегодобавить?
zh_hans: 您还未添加收款方式，是否要去添加一个？
zh_hk: 您還未添加收款方式，是否要去添加一個？
