Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/More/CoinOperation/ExtractCoin/Controller/*.lproj/ExtractCoinController.strings
Languages: es, fr, ja, ko, ru, zh_hans

# 0vO-lW-dOV.text
source: Withdrawal
es: Cantidad de
fr: Montant de
ja: 出金
ko: 출금
ru: Сумма
zh_hans: 提币

# 1e6-2N-hs3.text
source: handling fee（ATC）
es: Tasa de tramitación(GLT)
fr: Frais de gestion（ATC）
ja: 手数料（USDT）
ko: 수수료(GLT)
ru: Платазаобработку（ATC）
zh_hans: 手续费(GLT)

# AQc-G1-tBo.text
source: In order to ensure the security of funds, when your account security policy is changed, your password is changed, or you use a new address to withdraw coins, we will manually review the withdrawals. Please be patient and wait for the staff to contact you by phone or email. Please be sure to confirm the security of your computer and browser to prevent information from being tampered with or leaked.
es: Para garantizar la seguridad de los fondos, cuando se cambie la política de seguridad de su cuenta, se cambie su contraseña o use una nueva dirección para retirar monedas, revisaremos manualmente los retiros. Tenga paciencia y espere a que el personal se comunique con usted. por teléfono o correo electrónico. Asegúrese de confirmar la seguridad de su computadora y navegador para evitar que la información sea manipulada o filtrada.
fr: Afin d'assurer la sécurité des fonds, lorsque la politique de sécurité de votre compte est modifiée, que votre mot de passe est modifié ou que vous utilisez une nouvelle adresse pour retirer des pièces, nous examinerons manuellement les retraits. Veuillez patienter et attendre que le personnel vous contacte par téléphone ou par e-mail. Assurez-vous de confirmer la sécurité de votre ordinateur et de votre navigateur pour éviter que des informations ne soient falsifiées ou divulguées.
ja: 資金のセキュリティを確保するために、アカウントのセキュリティポリシーが変更された場合、パスワードが変更された場合、またはコインを引き出すために新しいアドレスを使用した場合は、手動で引き出しを確認します.スタッフからの連絡をお待ちください.電話または電子メールで。 情報の改ざんや漏洩を防ぐため、パソコンやブラウザのセキュリティを必ずご確認ください。
ko: 자금의 보안을 위해 계정 보안 정책이 변경되거나 암호가 변경되거나 새 주소를 사용하여 코인을 출금하는 경우 출금을 수동으로 검토하므로 담당자가 연락을 드릴 때까지 기다려주십시오. 전화 또는 이메일로. 정보가 변조되거나 유출되지 않도록 귀하의 컴퓨터와 브라우저의 보안을 반드시 확인하시기 바랍니다.
ru: В целях обеспечения безопасности средств при изменении политики безопасности вашей учетной записи, изменении пароля или использовании нового адреса для вывода монет мы вручную проверим вывод средств. по телефону или электронной почте. Обязательно подтвердите безопасность своего компьютера и браузера, чтобы предотвратить подделку или утечку информации.
zh_hans: 為保障資金安全，當您帳戶安全策略變更、密碼修改、使用新地址提幣，我們會對提幣進行人工審核，請耐心等待工作人員電話或郵件聯繫。 請務必確認電腦及瀏覽器安全，防止信息被篡改或洩露。

# ChM-VP-gGu.placeholder
source: Please enter the withdrawal amount
es: Por favor ingrese el monto del retiro
fr: Veuillez entrer le montant du retrait
ja: 出金金額を入力してください
ko: 출금금액을 입력해주세요
ru: Пожалуйста, введите сумму вывода
zh_hans: 请输入提币数量

# FjI-NO-OxA.normalTitle
source: submit
es: Enviar
fr: Soumettre
ja: 参加する
ko: 제출하다
ru: Представлятьнарассмотрение
zh_hans: 提交

# KJP-Vy-HoL.normalTitle
source: Deposit and withdrawal records
es: Registros de depósitos y retiros
fr: Dossiers de dépôt et de retrait
ja: 入出金記録
ko: 입출금 기록
ru: Записи о депозитах и
zh_hans: 充提币记录

# N75-Xh-ojf.text
source: Arrival amount（USDT）
es: Importe de llegada（USDT）
fr: Montant à l'arrivée（USDT）
ja: 到着金額（USDT）
ko: 도착 금액（USDT）
ru: Сумма прибытия（USDT）
zh_hans: 到账数量（USDT）

# PtH-eo-3b7.text
source: Choose withdrawal network
es: Elija la red de retiro
fr: Choisissez le réseau de retrait
ja: 出金ネットワークを選択
ko: 인출 네트워크 선택
ru: Выберите сеть вывода
zh_hans: 选择提币网络

# Q9X-U1-elQ.text
source: select currency
es: Seleccione el tipo de moneda
fr: Sélectionnez la devise
ja: 通貨を選択
ko: 통화 선택
ru: выберите валюту
zh_hans: 选择币种

# XEQ-Ro-ggh.normalTitle
source: Withdrawal address management
es: Gestión de direcciones de retiro
fr: Gestion des adresses de retrait
ja: 出金先管理
ko: 출금 주소 관리
ru: Управление адресом вывода
zh_hans: 提币地址管理

# XaR-4l-6lL.text
source: Withdrawal address
es: dirección de retiro
fr: Adresse de retrait
ja: 出金先住所
ko: 출금 주소
ru: Адрес вывода
zh_hans: 提币地址

# blx-wX-GRg.placeholder
source: Please select the withdrawal address
es: Por favor seleccione la dirección de retiro
fr: Veuillez sélectionner l'adresse de retrait
ja: 出金先を選択してください
ko: 출금주소를 선택해주세요
ru: Пожалуйста, выберите адрес для вывода
zh_hans: 请选择提币地址

# lQk-IK-VwA.text
source: frozen amount（USDT）
es: cantidad congelada（USDT）
fr: quantité gelée（USDT）
ja: 凍結量（USDT）
ko: 동결된 금액（USDT）
ru: замороженная сумма（USDT）
zh_hans: 冻结金额（USDT）

# tzV-4c-mUV.text
source: Withdrawal amount
es: Cantidad de retiro
fr: Montant de retrait
ja: 出金金額
ko: 출금금액
ru: Сумма вывода
zh_hans: 提币數量

# vDR-0B-yxc.text
source: Available Balance（USDT）
es: Saldo disponible（USDT）
fr: Solde disponible（USDT）
ja: 利用可能残高（USDT）
ko: 사용 가능한 잔액（USDT）
ru: доступные средства（USDT）
zh_hans: 可用余额（USDT）
