Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/P2P/P2PCustomer/Controller/*.lproj/P2PAuthCustomerController.strings
Languages: ja, ru, zh_hk

# 4Cf-ZC-fcE.text
source: verified
ja: 検証済み
ru: 已认证
zh_hk: 已認證

# 55T-FA-UXe.text
source: ID number
ja: ID番号
ru: 证件号码
zh_hk: 證件號碼

# 5lV-ly-oaS.text
source: Margin
ja: マージン
ru: 保证金
zh_hk: 保證金

# Ecp-60-ES9.text
source: Agree to freeze
ja: 凍結することに同意する
ru: 同意冻结
zh_hk: 同意凍結

# GdZ-Wc-KH1.text
source: Real name information
ja: 本名情報
ru: 实名信息
zh_hk: 實名信息

# HYb-kX-vW2.text
source: The deposit is used to publish advertisements for selling or buying USDT, and submitting authentication information is immediately frozen from the asset balance.
ja: 保証金はUSDTを売買するための広告を公開するために使用され、認証情報の送信は資産残高から即座に凍結されます。
ru: 保证金用于发布出售或购买USDT广告，提交认证信息即时从资产余额中进行冻结。
zh_hk: 保證金用於發佈出售或購買USDT廣告，提交認證信息即時從資產餘額中進行凍結。

# RjC-Z5-0G7.text
source: As a guaranteed asset of the advertiser, and agree
ja: 広告主の保証資産として、同意する
ru: 作为广告方保证资产，且同意
zh_hk: 作為廣告方保證資產，且同意

# Tuh-eu-H0K.normalTitle
source: Apply for cancellation of merchant certification
ja: 加盟店認証のキャンセルを申請する
ru: 申请取消商家认证
zh_hk: 申請取消商家認證

# VXx-yF-rQk.text
source: Name
ja: 名前
ru: 姓名
zh_hk: 姓名

# a4H-1l-nQd.normalTitle
source: 《Merchant Service Agreement》
ja: 《マーチャントサービス契約》
ru: 《商家服务协议》
zh_hk: 《商家服務協議》

# dYx-SD-GTa.text
source: Merchant Authentication
ja: 業者認証
ru: 商家认证
zh_hk: 商家認證
