Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Login/RegisterAccount/*.lproj/RAPhoneRegister.strings
Languages: es, ru

# 9.normalTitle
source: Register
es: Registro
ru: регистр

# 19.placeholder
source: Set Up Password
es: Configurar la clave
ru: Установка пароля

# 22.placeholder
source: Please enter your cell phone number
es: Ingrese su número de teléfono celular
ru: Пожалуйста, введите номер мобильного телефона

# 24.placeholder
source: Please enter the password again
es: Ingrese la contraseña nuevamente
ru: Пожалуйста, введите пароль еще раз

# 22B-RW-1og.normalTitle
source: 《Privacy Policy》
es: 《Política de privacidad》
ru: 《Политика конфиденциальности》

# SeM-fo-ao2.text
source: By clicking Register, you agree that you have read and agreed to Fwdetsc 's
es: Al hacer clic en Registro, usted acepta 'ProCoin'
ru: Нажав «Зарегистрироваться», вы соглашаетесь «протоин»

# Vgu-GU-vGZ.text
source: Reminder: Password must be a combination of 8-16
es: Consejo: la contraseña debe ser una combinación de 8-16 dígitos y letras
ru: Совет: пароль должен быть комбинацией 8-16 цифр и букв

# YaW-Fy-iAk.normalTitle
source: 《User Agreement》
es: 《Acuerdo del Usuario》
ru: 《Пользовательское Соглашение》

# g7r-7x-iYI.text
source: Register
es: Registro
ru: регистр

# lEM-Ja-ATg.normalTitle
source: Mailbox Registration
es: Registro de buzón
ru: Регистрация почтового ящика

# sSZ-Tb-9Lo.text
source: Global Digital Currency Platform
es: Plataforma de comercio de activos digitales globales
ru: Глобальная платформа для торговли цифровыми активами

# vUt-E2-J20.placeholder
source: Please fill in the invitation code (required)
es: Complete el código de invitación
ru: Пожалуйста, заполните код приглашения (требуется)
