Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/More/CoinOperation/TransferCoin/Controller/*.lproj/PCTransferCoinController.strings
Languages: fr, zh_hk

# 3Ed-8v-IWg.text
source: Available Quantity:0
fr: 可用数量:0
zh_hk: 可用數量:0

# AKv-0f-yhz.text
source: Number of Transfers
fr: 划转数量
zh_hk: 劃轉數量

# Gug-zk-NeK.normalTitle
source: Transfers
fr: 划转
zh_hk: 劃轉

# SEc-6R-Cmt.text
source: Transactions can only be operated if the assets are transferred to the corresponding account. No fees are charged for transfers between accounts.
fr: 只有将资产划转到相对应的账户次才能进行交易。账户间的划转不收取手续费。
zh_hk: 只有將資產劃轉到相對應的賬戶次才能進行交易。賬戶間的劃轉不收取手續費。

# Uhx-DY-fyN.normalTitle
source: All
fr: 全部
zh_hk: 全部

# Vv3-ns-Eyv.normalTitle
source: Records
fr: 记录
zh_hk: 記錄

# Z6i-ux-mWP.text
source: arrive
fr: 到
zh_hk: 到

# hcG-7t-OXL.placeholder
source: Please enter the amount to be transferred.
fr: 请输入划转数量
zh_hk: 請輸入劃轉數量

# qBL-FD-rua.text
source: Transfers
fr: 划转
zh_hk: 劃轉

# sEn-s5-PJ0.text
source: From
fr: 从
zh_hk: 從

# IfG-4B-twT.text
source: 选择币种
zh_hk: 選擇幣種

# lJW-33-KiV.text
source: 选择提币网络
zh_hk: 選擇提幣網絡
