Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/P2P/P2PMain/View/P2PConfirmAlertView/*.lproj/P2PConfirmAlertView.strings
Languages: es, ja

# DjG-0J-PQb.text
source: Quota HK$0.00 - HK$0.00
es: 限额 ￥0.00 - ￥0.00
ja: 限度額 HK$0.00 - HK$0.00

# Hxv-Oy-TLj.normalTitle
source: Transfer
es: 划转
ja: スイープ

# Tuk-of-zxZ.text
source: 0 HKD/USDT
es: 0 CNY/USDT

# ZQw-Mm-T0n.normalTitle
source: Sell all
es: 全部出售
ja: すべて売る

# Zth-cy-w3X.text
source: Quantity
es: 数量
ja: 數量

# b3d-CA-99u.normalTitle
source: Place an Order
es: 下单
ja: 注文してください

# e30-EF-CCg.text
source: Actual Payment
es: 实收款
ja: 入金

# h5m-aA-dks.text
source: Sell USDT
es: 出售USDT
ja: 販売USDT

# hrh-7f-k2S.normalTitle
source: Automatic cancellation after -s
es: - s后自动取消
ja: - s後に自動的にキャンセルしてください

# lCY-cQ-4Ps.text
source: Balance 0.00 USDT
es: 余额 0.00 USDT
ja: 残高 0.00 USDT

# tbD-UC-8Q4.text
source: Unit Price
es: 单价
ja: 単価

# xBh-FI-f2d.placeholder
source: Please enter the quantity sold
es: 请输入出售数量
ja: 販売数量を入力してください
