Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/Personal/RadarIntro/*.lproj/RadarIntroController.strings
Languages: ja, ko, ru

# 36F-Pc-RF2.text
source: 1.Profitability of Follow-Up Orders
ja: 1.荷為替差益
ko: 1.跟單盈利額
ru: 1.跟单盈利额

# 3lE-eZ-aY2.text
source: 4.Winning Rate of Follow-up Orders
ja: 4.総当たり勝率
ko: 4.跟單勝率
ru: 4.跟单胜率

# 9If-XQ-7JA.text
source: 2.Profitability
ja: 2.収益性
ko: 2.盈利能力
ru: 2.盈利能力

# Bnb-Sj-TGi.text
source: Definition: the total amount of profit and loss of users who followed the master in the the past 30 days.
ja: 言い換え：上級者のユーザーの直近30日間の損益合計額。
ko: 解釋：跟隨高手的用戶最近30天盈虧總金額
ru: 释义：跟随高手的用户最近30天盈亏总金额。

# C8Q-TO-VrS.text
source: Definition: the number of followers of the master in the past 30 days. The larger the number, the more followers and the higher the popularity.
ja: 近義：上位者の最近30日間のフォロワー数。数値が大きいほどフォロワーが多く、人気が高いことを表す。
ko: 解釋：高手最近30天跟單人數，數值越大，代表跟隨者越多，人氣越高。
ru: 释义：高手最近30天跟单人数，数值越大，代表跟随者越多，人气越高。

# Mw9-L7-vVc.text
source: Definition: the average profitability of each trade in the last 30 days for users who follow the master. The larger the value, the better the return for the user following the master.
ja: 近義：上級者に付いたユーザーの直近30日間の1取引当たりの平均イールド。数値が大きいほど、上級者の後を追うユーザーの利益が高いことを意味します。
ko: 解釋：跟隨高手的用戶最近30天平均每筆交易的收益率。數值越大，代表跟隨高手的用戶收益越好
ru: 释义：跟随高手的用户最近30天平均每笔交易的收益率。数值越大，代表跟随高手的用户收益越好。

# Xdb-ub-gmP.text
source: 3.Profitability of Follow-Up Orders
ja: 3.荷受利回り
ko: 3.跟單收益率
ru: 3.跟单收益率

# ZMm-2N-cYp.text
source: 5.Popularity Index
ja: 5.人気指数
ko: 5.人氣指數
ru: 5.人气指数

# dNN-Md-Ryz.text
source: Definition: the chance of following the master's profit. The larger the value, the higher the possibility of profitability.
ja: 近義：上級者に追随して利益を出す確率。数値が大きいほど、単独で利益を得る可能性が高いことを意味します。
ko: 解釋：跟隨高手盈利的幾率。數值越大，代表跟單獲利的可能性就越高。
ru: 释义：跟随高手盈利的几率。数值越大，代表跟单获利的可能性就越高。

# fu7-UP-4Z0.text
source: Definition: the average rate of return per trade of the master in the past 30 days. The larger the value, the stronger the profitability of the individual.
ja: 近義：上級者の直近30日間の1取引当たりの平均収益率。数値が大きいほど、個人の収益性が高いことを示す。
ko: 解釋：高手最近30天平均每筆交易的收益率。數值越大，代表個人盈利能力越強。
ru: 释义：高手最近30天平均每笔交易的收益率。数值越大，代表个人盈利能力越强。

# uku-Wg-f3d.text
source: The Description of Radar Chart
ja: レーダーチャートの説明
ko: 雷達圖說明
ru: 雷达图说明
