Repository: Leo020167/crypto-ios
Catalog: BITC-pro/ProCoin/P2P/P2PMyAD/Controller/CreateAD/*.lproj/P2PCreateADController.strings
Languages: fr

# 5jZ-tO-lTw.text
source: HKD/USDT
fr: CNY/USDT

# ABa-be-Q3q.text
source: When selling USDT, the system will freeze some funds from the balance account
fr: 出售USDT时系统将会从余额账户中冻结改部分资金

# GKg-WC-DeC.text
source: Way (multiple choices available)
fr: 方式（可多选）

# GdZ-Wc-KH1.text
source: I want to
fr: 我想

# LXt-l0-9mi.text
source: Limit
fr: 限额

# MUa-Jt-aAY.text
source: Quantity
fr: 数量

# Mo5-aN-dCW.text
source: Message content
fr: 留言内容

# Mse-fs-OBA.normalTitle
source: Buy
fr: 购买

# Qxk-c7-vkB.text
source: Price
fr: 价格

# Tuh-eu-H0K.normalTitle
source: Confirm release
fr: 确认发布

# Zgy-Mc-BSK.text
source: Please write down what you want to say to the seller/buyer!
fr: 请写下您想对卖家/买家说的话！

# aFX-TF-yHF.text
source: HKD
fr: CNY

# bT1-vp-8eA.text
source: Lowest current purchase price 7.02 HKD/USDT
fr: 当前购买最低价7.02 CNY/USDT

# beT-9Q-2Dp.normalTitle
source: Fill in
fr: 填入

# dYx-SD-GTa.text
source: add ads
fr: 添加广告

# ofq-1W-C33.normalTitle
source: sell
fr: 出售

# zAV-7p-pc9.text
source: HKD
fr: CNY
